[
  {
    "abstract": "The euro must become the active instrument of a new sovereign Europe”, said \nMr Juncker, whose five-year tenure as commission president is due to end \nnext ...",
    "authors": " ",
    "image": " ",
    "metadata": "Financial Times, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Juncker vows to turn euro into reserve currency to rival US dollar",
    "url": "https://www.ft.com/content/7358f396-b66d-11e8-bbc3-ccd7de085ffe"
  },
  {
    "abstract": "Spain has never hosted the Euros (only the final phase in 1964), and the \nclosest they have come to doing so will be in 2020 when Bilbao will be one \nof the 12 host ...",
    "authors": "Diario As;Javier G. Matallanas",
    "image": "https://as01.epimg.net/futbol/imagenes/2018/09/12/mundial/1536754393_729764_1536754433_noticia_normal.jpg",
    "metadata": "AS English, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Spain is keen to host the European Championships and the idea is that it stages Euro 2028. That was the proposal discussed by Spanish Prime Minister Pedro Sánchez, RFEF President Luis Rubiales and FIFA president Gianni Infantino during this morning's meeting at Moncloa Palace. Spain has never hosted the Euros (only the final phase in 1964), and the closest they have come to doing so will be in 2020 when Bilbao will be one of the 12 host cities for a Pan European version of the tournament.  According to Cadena SER, another of the issues discussed today was the possibility that Spain could host the 2030 World Cup finals. There are two potential ways that could happen: one is that Spain presents its candidacy alone, or put forward a joint bid with Morocco and Portugal. The latter is the option preferred by the Spanish Football Federation and one which they see has having the greatest chance of being successful when FIFA decide on a host nation for the event.  Spain hosted the 1982 World Cup  Spain's only involvement in hosting a major football tournament was in 1982 when it staged the World Cup. On that occasion, Italy were crowned world champions after beating West Germany in the final at the Santiago Bernabéu.  The next World Cups will be held in Qatar (2020) while the United States, Canada and Mexico have presented a joint bid to stage the 2026 event.  2030: World Cup centenary  In 2030 it will be the 100th anniversary of the World Cup and FIFA could be inclined to hand it to Uruguay, the first country to hold the finals. But as the tournament tends to be staged on different continents, in 2030, it would be Europe's turn to host it.",
    "title": "Spain put forward proposal to host Euro 2028 and 2030 World Cup",
    "url": "https://en.as.com/en/2018/09/12/football/1536761076_357370.html"
  },
  {
    "abstract": "BRUSSELS (Reuters) - Production at factories in the euro zone dropped in \nJuly for a second consecutive month and by more than expected, in what \ncould ...",
    "authors": "Francesco Guarascio",
    "image": "https://static.reuters.com/resources/r/?m=02&d=20180912&t=2&i=1303495337&r=LYNXNPEE8B0QX&w=800",
    "metadata": "Reuters, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "BRUSSELS (Reuters) - Production at factories in the euro zone dropped in July for a second consecutive month and by more than expected, in what could herald a possible slowdown of the bloc’s economy in the third quarter, official data released on Wednesday showed.  FILE PHOTO - Smoke emerges from the chimneys of the chemical plant of Evonik Industries AG in Wesseling, Germany, February 3, 2016. REUTERS/Wolfgang Rattay/File Photo  The fall was mostly caused by bad data from Germany, the bloc’s largest economy, and Italy, which has gone through a stormy summer with market jitters over large spending plans of its new euroskeptic government.  The European Union statistics agency Eurostat said industry output in the 19-country currency bloc fell in July by 0.8 percent during the month and by 0.1 percent year-on-year.  The numbers are a negative surprise after economists polled by Reuters had forecast a smaller 0.5 percent drop month-on-month and a 1.0 percent rise from a year earlier.  Eurostat also revised its figures for June, saying industrial production fell 0.8 percent on the month, a bigger fall than the previous estimate of 0.7 percent.  The year-on-year data for June was also revised down to a 2.3 percent rise from 2.5 percent.  Both Germany and Italy, the third biggest economy in the bloc, recorded a 1.8 percent monthly drop in their July industrial production, which was only partly offset by a 0.7 percent increase in the output of France, the bloc’s second largest country.  “This should prove to be more food for thought for Italian political actors currently negotiating the content of the next budget,” ING analyst Paolo Pizzoli said in a note.  Market tensions over Italy have eased in the last 10 days after the government said it was committed to reducing its large debt and keeping the deficit under control in its budget for next year, which will be finalised by mid-October.  IMPACT ON GROWTH?  Although output data tend to be very volatile, industry’s marked slowdown in the first month of the third quarter could be a sign of weaker economic growth.  Eurostat will release its preliminary flash estimate of euro zone’s growth in the third quarter on Oct. 30.  The data were disappointing, said Jack Allen at research firm Capital Economics. But he added that things were not as bad as the figures showed, because the drop followed an unusually strong growth in production in the second quarter.  The monthly output fall in July was mostly caused by a 1.9 percent drop in the production of durable consumer goods, such as cars or fridges, which could show managers’ prediction of lower consumer appetite for larger spending.  The output of non-durable consumer goods, such as clothing, also fell more than the overall reading, by 1.3 percent on the month.  However, in a positive sign for future investment, the output of capital goods, such as machinery, went up by 0.7 percent on the month.",
    "title": "Euro zone industry output in surprise fall due to Germany, Italy",
    "url": "https://www.reuters.com/article/us-eurozone-economy-industrialoutput-idUSKCN1LS1A1"
  },
  {
    "abstract": "De hecho, será este mes cuando se designe la sede para la EURO 2024, con \nAlemania y Turquía como candidatos. Asimismo, en dicho encuentro también \nse ...",
    "authors": " ",
    "image": " ",
    "metadata": "Goal.com, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "España se postula para organizar la EURO 2028 o el Mundial 2030",
    "url": "https://www.goal.com/es/noticias/espana-se-postula-para-organizar-la-euro-2028-o-el-mundial/svhhp65extjd1rxju6ul5phsm"
  },
  {
    "abstract": "UEFA Announce Euro 2020 Aviva Dates · have officially announced the dates \nfor June 2020 in which the Aviva Stadium will play host to the European ...",
    "authors": "February",
    "image": "http://www.newsfour.ie/wp-content/uploads/2018/09/ava.jpg",
    "metadata": "News Four, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "By David Prendeville  UEFA have officially announced the dates for June 2020 in which the Aviva Stadium will play host to the European Championships. The Dublin 4 arena was one of 12 venues chosen for the major international competition in two years time.  The Aviva will host three group games and one last 16 tie. By comparison, Wembley is playing host to seven matches, while Scotland’s Hampden Park will, like the Aviva, see four games played there.  The group games will take place on Monday June 15th, Friday June 19th and Wednesday June 24th. The knockout game is scheduled for Tuesday June 30th.  Should Ireland qualify for the competition, they will play three of their group games in their home stadium. The format for qualifying has been slightly altered by the introduction of the UEFA Nations League. Twenty teams will qualify the conventional route through their groups with the top two in each group and four best-placed third teams qualifying. The other four teams will qualify in the altered play-offs, which are now selected based on the teams’ successes in the UEFA Nations League.  FAI chief John Delaney has said the Aviva’s hosting of the games: “will comprise the single biggest international event hosted in Ireland.” He went on to say that “it allows us to showcase Irish football, the Aviva Stadium, the city of Dublin and the country as a whole.”  Dublin will also host the televised draw for the 2020 qualifying groups on December 2nd.The event will be held in the convention centre and delegates of all 55 UEFA member nations will attend.  It would be a major boost to the country should Ireland qualify and would ensure a very memorable summer in 2020. Ireland failed to qualify for the scintillating action in Russia this year after losing 5-1 to Denmark in the play-off in November.  Concerns remain that we have an ageing squad that would struggle. However, some hope has been offered recently with Clare-born teenage centreback Ryan Nolan making his debut for Italian powerhouse Inter Milan in a pre-season friendly. There was also news that new West Ham manager Manuel Pellegrini rates Ireland under 21, player of the year, Josh Cullen and plans for him to be involved with the first team next season.  Liverpool also have an Irish teenager on their books, with Conor Masterson making the bench for the Champions League semi-final last season.",
    "title": "UEFA Announce Euro 2020 Aviva Dates",
    "url": "http://www.newsfour.ie/2018/09/uefa-announce-euro-2020-aviva-dates/"
  },
  {
    "abstract": "The total cost of the project is 10 mln euro. “The project will target the \nGreen Transition Quality by supporting the development of a 10MW solar PV \nplant which is ...",
    "authors": " ",
    "image": " ",
    "metadata": "Renewables Now, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "EBRD mulls lending 7 mln euro to Macedonia's ELEM for ...",
    "url": "https://renewablesnow.com/news/ebrd-mulls-lending-7-mln-euro-to-macedonias-elem-for-10mw-pv-plant-626415/"
  },
  {
    "abstract": "¿Qué modestos 'se acercan' a la Euro 2020? UEFA Nations League España, la \núnica con seis puntos de la Liga A. Rubén Jiménez.",
    "authors": "",
    "image": "https://e00-marca.uecdn.es/assets/multimedia/imagenes/2018/09/12/15367462061562.jpg",
    "metadata": "MARCA.com, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "¿Cómo están los grupos de la Nations League? ¿Qué modestos 'se acercan' a la Euro 2020? UEFA Nations League España, la única con seis puntos de la Liga A  España, con seis puntos y dos triunfos de prestigio, se coloca un paso por delante en la lucha por llegar a la Final Four de la Nations League. Pero, ¿cuáles serían sus rivales? ¿Dónde se jugaría ese torneo final? ¿Y qué está pasando en las otras Ligas en las que las selecciones modestas se juegan estar en la Eurocopa de 2020?  Liga A - Camino a la Final Four  Los cuatro campeones de grupo se jugarán el título de la Nations League en junio, del 5 al 9, en una sede aún por determinar. La idea de UEFA es que se juegue en el país de una de las cuatro participantes en esa Final Four y, de momento, el grupo 3 es el que tiene más papeletas para acoger esas semifinales y la final. Los cuatro últimos de cada grupo descienden a la Liga B. De la Final Four saldrá el ránking de los cuatro primeros, los cuatro segundos, por resultados en la fase de grupos, quedarán colocados del 5 al 8, y los cuatro terceros, del 9 al 12. Este ránking final es importante para determinar quién logra la plaza de la Eurocopa que se reparte entre los participantes de la Liga A. Cuatro selecciones que no hayan logrado clasificarse para la Eurocopa 2020 se jugarán en marzo de ese año una plaza para el torneo continental en formato de semifinales (mejor clasificado del ránking contra cuarto y segundo contra tercero) y final (se hará un sorteo en noviembre de 2019 para determinar qué semifinal actúa de local). En principio, los cuatro campeones de grupo estarán en ese 'playoff' para lograr la plaza asignada de la Euro para la Liga B. Si alguno de ellos se hubiera clasificado en la fase clásica de clasificación, su lugar lo ocuparía la siguiente selección del ránking, que no tiene por qué ser la segunda selección de su grupo. Se puede dar el caso de que la campeona de la Nations League no vaya a la Eurocopa.  Grupo 1 - Francia, Alemania, Holanda  Los campeones del mundo derrotaron a Holanda, pero su empate con Alemania en el duelo inaugural de la competición deja en el aire el liderato del grupo. El Francia-Alemania del 16 de octubre en Saint-Denis se antoja decisivo.  Grupo 2 - Suiza, Bélgica, Islandia  Suiza y Bélgica han abusado de una Islandia irreconocible con su nuevo seleccionador y se jugarán el primer puesto en los duelos entre ellos. De momento los helvéticos aparecen en primer lugar gracias a los seis goles que endosaron al cuadro nórdico.  Grupo 3 - Portugal, Polonia, Italia  El cuadro italiano ha decepcionado con un empate y una derrota en sus dos primeros encuentros. Portugal, sin Cristiano, toma ventaja en el grupo a la espera de cruzarse con el conjunto polaco.  Grupo 4 - España, Inglaterra, Croacia  España domina con puño de hierro tras vencer en Wembley y golear a la subcampeona del mundo en casa. A un paso de la Final Four. Croacia e Inglaterra se juegan el honor de no descender de categoría.  Liga B - Por el ascenso y una plaza en la Eurocopa  Los cuatro primeros de cada grupo ascienden a la Liga A para la próxima Nations League y los cuatro últimos descienden a la Liga C. Los 12 equipos, según los puntos obtenidos y demás criterios, ocuparán las plazas del 13 al 24 de la 'clasificación general' de la Nations League, un ránking en el que las cuatro primeras irán del 13 al 16, las cuatro segundas del 17 al 20 y las cuatro últimas del 21 al 24. Además, cuatro selecciones que no hayan logrado clasificarse para la Eurocopa 2020 se jugarán en marzo de ese año una plaza para el torneo continental en formato de semifinales (mejor clasificado del ránking contra cuarto y segundo contra tercero) y final (se hará un sorteo en noviembre de 2019 para determinar qué semifinal actúa de local). En principio, los cuatro campeones de grupo estarán en ese 'playoff' para lograr la plaza asignada de la Euro para la Liga B. Si alguno de ellos se hubiera clasificado en la fase clásica de clasificación, su lugar lo ocuparía la siguiente selección del ránking, que no tiene por qué ser la segunda selección de su grupo.  Grupo 1 - Ucrania, República Checa, Eslovaquia  Ucrania se ha impuesto a sus dos rivales y toma ventaja para el ascenso... y para asegurarse una plaza ese playoff que da acceso a la Eurocopa.  Grupo 2 - Rusia, Turquía, Suecia  Turquía perdió en la primera jornada frente a Rusia, pero se pudo resarcir con una gran remontada ante Suecia en su segundo encuentro. El grupo sigue abierto y puede pasar de todo.  Grupo 3 - Bosnia, Irlanda de Norte, Austria  La Bosnia de Prosinecki ha ganado sus dos encuentros y da un paso de gigante para jugar la próxima Liga A con las grandes del continente.  Grupo 4 - Dinamarca, Gales, Irlanda  Dinamarca y Gales han derrotado a los irlandeses en las dos primeras jornadas y todo apunta a que se jugarán el liderato del grupo en sus duelos.  Liga C - Por el ascenso y una plaza en la Eurocopa  Aquí encontramos un grupo de tres equipos y tres de cuatro. Los cuatro primeros de cada grupo ascienden a la Liga B para la próxima Nations League. Los tres últimos de los grupos 2, 3 y 4, que tienen cuatro equipos, descienden a la Liga D. Además descenderá también el peor tercero. Los 15 equipos, según los puntos obtenidos y demás criterios, ocuparán las plazas del 25 al 39 de la 'clasificación general' de la Nations League, un ránking en el que las cuatro primeras irán del 25 al 28, las cuatro segundas del 29 al 32, las cuatro terceras del 33 al 36 y las tres cuartas, del 37 al 39. Además, cuatro selecciones que no hayan logrado clasificarse para la Eurocopa 2020 se jugarán en marzo de ese año una plaza para el torneo continental en formato de semifinales (mejor clasificado del ránking contra cuarto y segundo contra tercero) y final (se hará un sorteo en noviembre de 2019 para determinar qué semifinal actúa de local). En principio, los cuatro campeones de grupo estarán en ese 'playoff' para lograr la plaza asignada de la Euro para la Liga C. Si alguno de ellos se hubiera clasificado en la fase clásica de clasificación, su lugar lo ocuparía la siguiente selección del ránking, que no tiene por qué ser la segunda selección de su grupo.  Grupo 1 - Escocia, Albania, Israel  Albania batió a Israel en la primera jornada, pero cayó frente a Escocia en la segunda. El grupo está totalmente abierto y dependiendo de los resultados podría no haber descensos.  Grupo 2 - Finlandia, Hungría, Grecia, Estonia  Finlandia ha solventado las dos primeras jornadas con dos triunfos y toma ventaja en un grupo igualado. Estonia, con cero puntos, está en peligro de descenso.  Grupo 3 - Bulgaria, Noruega, Chipre, Eslovenia  Los búlgaros suman seis puntos tras dos jornadas, batiendo a Noruega y Eslovenia, que tendrá que remar para no descender a la categoría más baja de la Nations League.  Grupo 4 - Montenegro, Serbia, Rumanía, Lituania  Rumanía ha cosechado dos empates frente a Montenegro y Serbia, que son líderes de grupo tras sendas victorias ante Lituania. Todo abierto.  Liga D - El sueño de jugar una Eurocopa  Aquí no hay descensos. Los cuatro primeros ascienden a la Liga C. Los 16 equipos, según los puntos obtenidos y demás criterios, ocuparán las plazas del 40 al 55 de la 'clasificación general' de la Nations League, un ránking en el que las cuatro primeras irán del 40 al 43, las cuatro segundas del 44 al 47, las cuatro terceras del 48 al 51 y las cuatro últimas del 52 al 55. Además, cuatro selecciones que no hayan logrado clasificarse para la Eurocopa 2020 se jugarán en marzo de ese año una plaza para el torneo continental en formato de semifinales (mejor clasificado del ránking contra cuarto y segundo contra tercero) y final (se hará un sorteo en noviembre de 2019 para determinar qué semifinal actúa de local). En principio, los cuatro campeones de grupo estarán en ese 'playoff' para lograr la plaza asignada de la Euro para la Liga D. Si alguno de ellos se hubiera clasificado en la fase clásica de clasificación, su lugar lo ocuparía la siguiente selección del ránking, que no tiene por qué ser la segunda selección de su grupo.  Grupo 1 - Georgia, Andorra, Letonia, Kazajistán  Georgia, con seis puntos, parece la selección más fuerte del grupo. Andorra resiste con dos empates en dos jornadas antes de medirse a la líder.  Grupo 2 - Luxemburgo, Bielorrusia, Moldavia, San Marino  La sorprendente Luxemburgo presenta su candidatura a la Eurocopa tras dos goleadas a Moldavia y San Marino. Suma seis puntos, siete goles a favor y cero en contra. Bielorrusia tropezó con Moldavia.  Grupo 3 - Kosovo, Islas Feroe, Azerbaiyán, Malta  La 'novata' Kosovo es líder, pero Islas Feroe le pisa los talones. Aún es pronto para dar por descartada a ninguna de las cuatro selecciones.  Grupo 4 - Macedonia, Liechtenstein, Armenia, Gibraltar  Los macedonios ya suman seis puntos y son los grandes favoritos al ascenso. Gibraltar no ha podido puntuar en sus dos primeros encuentros.",
    "title": "¿Cómo están los grupos de la Nations League? ¿Qué modestos 'se acercan' a \nla Euro 2020?",
    "url": "https://www.marca.com/futbol/nations-league/2018/09/12/5b98d1deca474154198b4654.html"
  },
  {
    "abstract": "... of financing it needs from the euro market for the deal's $13.5bn debt \nfunding package, with demand appearing better for dollar bonds, according \nto investors.",
    "authors": " ",
    "image": " ",
    "metadata": "GlobalCapital, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Refinitiv deal heats up with euro portion set to be slimmed",
    "url": "https://www.globalcapital.com/article/b19xtckjbfgbf9/refinitiv-deal-heats-up-with-euro-portion-set-to-be-slimmed"
  },
  {
    "abstract": "... firms Investindustrial and Carlyle Group teamed up to create a high-end \ninterior design group, with total sales of more than 500 million euros \n($580 million).",
    "authors": "Reuters Staff",
    "image": "https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800",
    "metadata": "Reuters, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "",
    "title": "Carlyle Group, Investindustrial create 500 mln euro interior design group",
    "url": "https://www.reuters.com/article/carlyle-investindustrial-interior-design/carlyle-group-investindustrial-create-500-mln-euro-interior-design-group-idUSL5N1VY2A5"
  },
  {
    "abstract": "La textil obtuvo un beneficio neto de 1.409 millones de euros en el primer \nsemestre, un 3% más (su menor crecimiento desde 2015), mientras que sus \nventas ...",
    "authors": "Europa Press",
    "image": "https://s03.s3c.es/imag/_v0/725x331/0/b/5/rrss_inditex-edificio-plano.jpg",
    "metadata": "elEconomista.es, Sep 12, 2018",
    "publish_date": "09-12-2018",
    "text": "Resultados agridulces en Inditex. La textil obtuvo un beneficio neto de 1.409 millones de euros en el primer semestre, un 3% más (su menor crecimiento desde 2015), mientras que sus ventas alcanzaron los 12.025 millones de euros, lo que también supone un incremento del 3% (su aumento más bajo desde que salió a bolsa en 2001). ¿Ha cumplido con lo que esperaba el mercado? Prácticamente sí, pero las cifras récord (en ganancias y facturación) han registrado un avance más moderado por el impacto de las divisas, sobre todo por la fortaleza del euro.  Echando la vista atrás, Inditex registraba hace un año crecimientos del 9% en el apartado de beneficios, mientras que de lado de las ventas cosechaba un subida de más del 11%. En estos últimos resultados, estos porcentajes se han visto reducidos al 3%, aunque a tipo de cambio constante, la cifra de negocio hubiese aumentado un 8%.  Por su parte, el beneficio bruto de explotación (Ebitda) alcanzó los 2.343 millones de euros, un 2% más, al tiempo que el beneficio neto de explotación (Ebit) se situó en 1.784 millones, un 2% superior. \"Una vez más, el crecimiento es bajo y es el quinto trimestre consecutivo con un crecimiento del Ebitda por debajo del 5%\", señala Ignacio Méndez, analista de Mirabaud.  ¿Ha cumplido con el mercado? Los expertos consultados por Reuters habían previsto un beneficio de 1.406 millones, unas ventas de 12.060 millones y un Ebitda de 2.345 millones de euros. Por lo tanto, las grandes magnitudes han estado prácticamente en línea con lo que se esperaba.  Sin embargo, los analistas no pasan por alto algo que lleva descontando el mercado desde hace meses: su crecimiento se está frenando. Ante la existencia de más noticias negativas sobre la compañía, sus acciones intentan cotizar al alza y, salvo algún vaivén, llegan a registrar subidas que rondan el 2%.  ¿Qué creen los analistas? De momento, no ha habido ningún movimiento en las recomendaciones y Morgan Stanley, muy crítico en las últimas semanas con Inditex, ha reiterado el precio objetivo en los 21 euros, es decir, una caída adicional del 17% si se compara con el cierre de ayer. En el año, sus acciones se dejan en torno a un 10%.  Isla insiste en la solidez de negocio  Con todo, el presidente de Inditex, Pablo Isla, ha destacado \"la solidez de todas las líneas de la cuenta de resultados\", que crecen de \"forma consistente como consecuencia de la singularidad y fortaleza del modelo de negocio integrado y sostenible del grupo\". Asimismo, la compañía ha resaltado que las colecciones de otoño-invierno han sido bien recibidas por sus clientes y ha estimado que las ventas comparables crecerán entre el 4% y el 6% en el segundo semestre de 2018.  La cifra de inversiones ordinaria prevista para 2018 estará alrededor de 1.500 millones de euros, en función del programa de apertura de nueva superficie comercial en ubicaciones principales. La compañía espera un crecimiento de la inversión ordinaria por debajo del crecimiento del espacio en los próximos años.  El margen bruto, por su parte, se situó en 6.817 millones de euros, un 4% superior al de un año antes (+10% a tipo de cambio constante) y representa el 56,7% de las ventas. La firma ha estimado una expansión del margen bruto de aproximadamente 50 puntos básicos en el segundo semestre de este año.  Al cierre del periodo, el grupo disponía de 7.422 tiendas en 96 mercados, 49 de los cuales tienen ya integrada su venta online. España representa el 16% del negocio del grupo, mientras que Europa (sin España) aglutina el 44%, Asia y Resto del Mundo el 25% y América, el 15%.  Plan de optimización  El plan de optimización e innovación ha seguido en todas las cadenas y de forma muy especial en Zara, que ya cuenta con el sistema integrado de gestión del stock en 25 mercados y prevé alcanzar los 48 en los que la marca tiene presencia online a final de ejercicio.  Así, la implantación del sistema de identificación de prendas por radiofrecuencia (RFID) sigue el plan previsto de incorporación a todas las cadenas y estará completamente implantado en 2020, fecha en la que además todas las marcas del grupo Inditex tendrán también los stocks de tienda integrados con los de online.  Este hecho se suma a la culminación definitiva del plan de ecoeficiencia en el año 2020, año en el que además todas las marcas del grupo estarán disponibles online para cualquier cliente desde cualquier parte del mundo.  Los gastos operativos se han mantenido bajo \"estricto control\" durante el ejercicio y han aumentado un 4%.  La posición financiera neta del grupo al cierre del primer semestre se situó en 5.944 millones de euros, frente a los 5.465 millones de euros de un año antes. Inditex contaba con una caja y equivalentes de 4.091 millones de euros en su primer semestre fiscal de 2018 y otros 1.899 millones de euros en inversiones financieras temporales.  Por su parte, los gastos operativos se han mantenido bajo \"estricto control\" durante el ejercicio y han aumentado un 4%, principalmente como resultado del crecimiento de las ventas y la nueva superficie comercial abierta.  De acuerdo con lo aprobado por la junta de accionistas celebrada el 17 de julio, el próximo 2 de noviembre se realizará el abono del dividendo ordinario complementario y el dividendo extraordinario, por un valor bruto conjunto de 0,375 euros por acción. Se completa así el dividendo total de 0,75 euros por acción correspondiente al ejercicio 2017.",
    "title": "La fortaleza del euro frena el crecimiento de Inditex: las ventas registran \nsu avance más débil desde la ...",
    "url": "https://www.eleconomista.es/empresas-finanzas/noticias/9381239/09/18/Inditex-gano-1409-millones-en-su-primer-semestre-el-31-mas.html"
  }
]
