[
  {
    "abstract": "And, no, we don't mean the iPhone Xs, though that's definitely interesting, \ntoo. At least in the niche market of gaming smartphones, the ASUS ROG Phone \nprobably ...",
    "authors": "",
    "image": "https://cdn.slashgear.com/wp-content/uploads/2018/09/1536731527966.jpg",
    "metadata": "SlashGear, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "ASUS ROG Phone and all accessories come in a suitcase  One of the most interesting smartphones of the year is finally about to ship. And, no, we don’t mean the iPhone Xs, though that’s definitely interesting, too. At least in the niche market of gaming smartphones, the ASUS ROG Phone probably takes the cake in design, functionality, and ambition. After months of waiting, ASUS is finally ready to start selling the smartphone, at least in Taiwan and the details are as crazy as the phone itself. ASUS’ review “kit” for media includes so many thing that the entire package have to be shipped in a suitcase.  Granted, not everyone will buy everything, especially with these prices. But if they do, they will be able to get everything into that specially-designed suitcase, which is also being sold separately it seems. It might seem like overkill as far as smartphones go, but this is the exact kind of branding that PC gamers demand and the exact kind of marketing ASUS’ Republic of Gamers knows only too well.  Even the ROG Phone itself comes in an unconventional box. More like a prism tube, actually. The packaging unfolds into three segments, with the ROG Phone ironically occupying the smallest amount of space.  The accessories all bear that iconic black and red branding. Included in ePrice’s package is the TwinView dual screen “game pad”. With the phone sitting on the upper half and a second screen below, gamers are offered an extended view of a game. At least for games that support that mode.  The desktop base is the ASUS ROG Phone’s version of Samsung DeX. At the moment, it’s still known what it will offer in terms of productivity. It’s really more about being able to play mobile games with mouse and keyboard or watching on a larger screen.  And then there’s the partners in crime, the WiGig wireless base and the custom-designed GameVice controller. This is ASUS’ “answer” to the Nintendo Switch, letting you play on the big screen from the comfort of your couch.  Given all the features and addons, it should be no surprise that the ROG Phone ecosystem isn’t going to be cheap. The smartphone itself will cost 31,990 NT$ ($1,038) for the standard 512 GB model, with a lower 128 GB version coming next month for 26,990 NT$ ($875). All the accessories, including a protective case, a 5-in-1 USB-C dock, and the suitcase, is being offered for a promo total of 29,990 NT$ ($973), bringing the total to 61,980 NT$ ($2,000), at least for a limited time.",
    "title": "ASUS ROG Phone and all accessories come in a suitcase",
    "url": "https://www.slashgear.com/asus-rog-phone-and-all-accessories-come-in-a-suitcase-12545273/"
  },
  {
    "abstract": "The origin story of the first iPhone reveals that Jobs was just trying to \nmake a really cool phone. Author: Dave Roos.",
    "authors": "Dave Roos",
    "image": "https://www.history.com/.image/t_share/MTU4NDAzMTAyNTAyODIzODcx/iphone-74961462.jpg",
    "metadata": "History, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Steve Jobs unveiling the iPhone in 2007, which was less than half-inch thick, had Internet capability, an MP3 player and a two megapixel digital camera. Tony Avelar/AFP/Getty Images  As Apple's iPhones and other smartphones feature increasingly sophisticated cameras, processors and touch screens, the rise of the super-stocked device shows that even the inimitable Steve Jobs couldn’t predict the future.  The popular mythology around Jobs was that he was always thinking 10 years ahead of the rest of the computing and electronics world. Under Jobs’ leadership, Apple produced some of the most revolutionary and iconic pieces of consumer technology ever: the Apple IIc, the original Macintosh, the iMac G4, the iPod, the iPhone and iPad.  But the origin story of the first iPhone reveals that Jobs, while undeniably brilliant, was not a technological soothsayer who predicted our digital future. He was just trying to make a really cool phone.  Brian Merchant, author of The One Device: The Secret History of the iPhone, says that for all of the original iPhone’s game-changing innovations—the multitouch screen, the high-quality camera, the built-in accelerometers and gyroscopic sensors—Jobs conceived of the device as a cellphone, first and foremost.  And central to the concept of a cellphone back in 2005 and 2006 when the iPhone was being developed, was that it fit comfortably in your hand and in your pocket. “If the iPhone was uncomfortable to hold, that would have been a non-starter for Jobs,” says Merchant.  If you watch the 2007 Apple keynote when the iPhone debuted, the first thing Jobs says when he unveils the device is that “It fits beautifully in the palm of your hand.” Its size was perfectly suited for what Jobs believed was the original iPhone’s crowning achievement, making phone calls.  The original Apple iPhone in 2007. Justin Sullivan/Getty Images  “We want to reinvent the phone,” said Jobs at the 2007 keynote. “What’s the killer app? The killer app is making calls. It’s amazing how hard it is to make calls on most phones.”  Merchant says that Jobs’ number one pet peeve, according to developers who worked on the original iPhone, was that his regular cellphone would drop calls. No doubt Jobs was jazzed about the iPhone’s groundbreaking touchscreen and Apple’s first-ever apps for music, photos, and SMS texting, but none of that could get in the way of making phone calls. The first iPhone shipped without the App Store, in fact, because Jobs didn’t trust third-party developers to prevent dropped calls.  “Which is insane to think now,” says Merchant. “Because the iPhone became famous for being kind of a crappy phone. The phone was the last thing anybody used it for.”  The iPhone took two-and-a-half years to develop and wasn’t even Jobs’ brainchild. In 2001, Apple released the iPod, a sleek, handheld digital music player that sold millions and catapulted Apple into the device market. Apple executives worried that the iPod would lose market share once cellphone manufacturers figured out how to put MP3 players on their phones. But not if Apple beat them to it.  The first prototype of an Apple phone shows just how stuck Jobs and his team were in existing technologies. According to Tony Fadell, one of the original designers of the iPod and the first three iPhones, the first concept was literally an “iPod phone.”  “It was an iPod with a phone module inside it,” Fadell told Venturebeat. “It looked like an iPod, but it had a phone, and you would select numbers through the same interface and so on. But if you wanted to dial a number it was like using a rotary dial. It sucked.\"  The iPod cell phone, made by Motorola, in 2005. The iTunes-enabled cell phone held up to 100 songs. David Paul Morris/Getty Images  Jobs scrapped the design and started from scratch. At the time, there was a team of Apple engineers who had been playing with a device called the Fingerworks iGesture Pad invented by a man with hand injuries who couldn’t use a conventional mouse. Members of the team had worked on the Newton, Apple’s infamous flop of a PDA, but still believed touchscreens held promise.  “It was more of a ‘blue sky, future of computing’ kind of thing,” says Merchant. “The touchscreen research had gone through several iterations. It was briefly tied to a tablet, put aside, and had just kind of sat in the dark. Then Steve Jobs showed up and said, maybe this is the phone. Out of that mutation was how the iPhone was born inside Apple.”  With the touchscreen technology in place, Merchant says that many of the designers and engineers on the iPhone development team absolutely saw it as an opportunity to build an entirely new kind of mobile computer, exactly what the iPhone would become for its millions of loyal users.  “Steve Jobs didn’t,” says Merchant. “He thought it was cool, but the evidence suggests that Steve Jobs wanted to use Apple’s technology to build the best phone possible. And a phone fits in your hand.”  Subsequent generations of the iPhone stuck to the small design, incrementally increasing screen size, but nothing beyond 4 inches. Samsung was the first to release a truly huge phone in 2011. The Samsung Galaxy Note featured an almost comically huge (at the time) 5.3-inch screen and single-handedly popularized the term “phablet,” a cross between a phone and a tablet.  Jobs passed away from pancreatic cancer that same year. Whether or not it had anything to do with his absence, Apple released the iPhone 5 in 2012 with a noticeably larger 4.7-inch screen. Its first bona fide phablet was the iPhone 6 Plus, though, a 5.5-inch monster released in 2014.  Simply put, the move toward larger screen sizes across the smartphone industry reflects the way that consumers are using their mobile devices. Jobs couldn’t have imagined back in 2005 how the humble cellphone would become the primary platform for thousands of apps offering streaming music and video, real-time video chat, addictive videogames and virtual and augmented reality experiences.  “The iPhone was designed to be a super slick phone in Steve Jobs’ mind,” says Merchant. “It was his development team and the demands of the user base that saw the potential in the new platform, that transformed the iPhone from a ‘slick phone’ into the culturally dominant, world-eating phenomenon that it is today.”",
    "title": "Steve Jobs Originally Envisioned the iPhone as Mostly a Phone",
    "url": "https://www.history.com/news/iphone-original-size-invention-steve-jobs"
  },
  {
    "abstract": "This will allow you to have two different phone numbers and two different \ncarriers on the same phone. While that sounds like a feature you'd only use \nif you have ...",
    "authors": " ",
    "image": " ",
    "metadata": "CNET, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Apple brings dual-SIM support to the iPhone XS and XS Max",
    "url": "https://www.cnet.com/news/apple-brings-dual-sim-support-to-the-iphone/"
  },
  {
    "abstract": "Inside, the phone appears to be near identical to its little relative – \nunlike in previous years, both phones have the same cameras and processors. \nAt the bottom ...",
    "authors": "Alex Hern",
    "image": "https://i.guim.co.uk/img/media/d5603d18210d888c72465da894690b5e5ded5ec8/0_183_5064_3039/master/5064.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMTgucG5n&enable=upscale&s=eb5cc2cf6c0c1f4bc7088ab42c472c29",
    "metadata": "The Guardian, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Apple will release the iPhone XS, a faster version of its flagship X, later this month. The company also announced the iPhone XR, a cheaper alternative that replaces the expensive OLED screen with LCD technology, and a larger version of the XS, the XS Max, at its launch event in California.  The iPhone XS, which the company say should be pronounced “Ten Ess” – will cost $999 for the basic 64GB version. Other than the option of acquiring the device in gold, the phone looks largely identical to its predecessor, but features the now-standard array of internal improvements, including a better camera, faster processor, and more internal storage, with an upper limit of 512GB.  The XS comes with a larger sibling, the iPhone XS Max, available for $1,099 for the 64GB version. The XS Max has a 6.5-inch screen, significantly larger than that of the older iPhone 8 Plus, but with the edge-to-edge design of the iPhone X line, the phone’s body isn’t that much larger. Inside, the phone appears to be near identical to its little relative – unlike in previous years, both phones have the same cameras and processors.  At the bottom end of the range is a new phone, the iPhone XR, that’s intended to replace the iPhone 8 in the lineup. This model, cheaper than the others thanks to its 6.1-inch LCD screen (which has more muted colour gamut and higher power consumption than the expensive OLED technology used in the iPhones X), starts at $749 and will be available from 19 October.  The outside of the case is brightly coloured aluminium, while inside, it’s largely the same as the XS. As the name suggests, the tactic is a repeat of the move Apple made when it turned the iPhone 5 into the iPhone 5C in 2013.  The XS and XS Max will be available for pre-order on Friday 14 September, for delivery and availability in stores on Friday 21 September, while the XR will be orderable from 19 October and will ship on 26 October. Prices in other currencies were not immediately announced.  Apple claim the iPhone XS will have 30 minutes longer battery life than the X, while the XS Max will have 90 mins more, giving the two devices 12 and 13 hours life during internet browsing.  Alongside the new iPhones, Apple also showed off a new version of the Apple Watch.  • This article was amended on 13 September 2018 because an earlier version said the iPhone XR was largely the same as the iPhone 8 inside. This has been corrected to say the XR is largely the same as the XS inside.",
    "title": "iPhone XS and XS Max: Apple launches its biggest, most expensive phone yet",
    "url": "https://www.theguardian.com/technology/2018/sep/12/iphone-xs-and-xs-max-apple-launches-biggest-most-expensive-phone-yet"
  },
  {
    "abstract": "The phone call in early June purporting to be from Chinese authorities was, \nin a word, alarming. The Massachusetts woman who answered it learned she \nmay ...",
    "authors": "",
    "image": "https://media2.s-nbcnews.com/j/newscms/2018_19/2429926/180511-cellphone-user-woman-ambiguous-ac-516p_16ce75b90121ac266b1980c283c54793.nbcnews-fp-1200-630.jpg",
    "metadata": "NBCnews.com, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "The phone call in early June purporting to be from Chinese authorities was, in a word, alarming. The Massachusetts woman who answered it learned she may have been the victim of identity theft.  But after almost a week of corresponding and sharing personal information over the phone in an effort to find how her identity had apparently been stolen things went very wrong very quickly.  diego_cervo / Getty Images/iStockphoto  “It turned from trying to be helpful, as you potentially are a victim of identity theft in China, to there’s an international arrest warrant out for your arrest,” said Jeremy Warnick, director of communications and media relations for the Cambridge Police Department.  The woman, whom police did not identify, ended up wiring $95,000 to a bank in Hong Kong to avoid what she thought would be her arrest and removal from the U.S., according to Warnick.  Only after did she realize she had fallen victim to a phone scam.  A popular version of the ruse, which appears to have taken off earlier this year, involves a robocall message in Mandarin that identifies itself as the Chinese consulate and tells the person who picks up that there’s an important document to retrieve.  It may also direct recipients of the call to provide information to avoid getting into trouble with the consulate, according to the Federal Trade Commission.  Asked about the extent of the Chinese consulate scam, FTC spokesman Frank Dorman said in an email that there’s “no way to estimate the scope of any kind of fraud.”  But reports of it have come in from across the country, from New York to Massachusetts to California, prompting the Chinese embassy in the U.S. to issue an alert on its official website.  “We would like to restate that the Embassy and Consulates General of China would not ask for personal information, deliver parcel pick-up notice or ask people to answer inquiries from police department by way of phone calls,” read the advisory, dated April 19. “The Embassy would not ask for bank account information.”  Spoofing  A big part of the scam’s success involves what’s known as spoofing, a process in which scam artists make it appear as if a call is originating from a legitimate phone number, like that of the Chinese consulate.  Around a half year ago, legislation sponsored by U.S. Rep. Grace Meng, D-N.Y., was signed into law as part of the omnibus spending bill that makes such spoofing attempts from abroad a criminal act.  Meng, whose district covers a swath of the New York City borough of Queens, home to a large Asian-American population, called the law a “first step” in penalizing overseas con artists who try to scam people in the U.S. through spoofing.  The bill became law in March, right around the time her office began fielding reports about the Chinese consulate scam, which appeared mostly to be targeting people with Chinese-sounding surnames.  “These folks, they probably tend to trust the Chinese consulate, they’re speaking in their language,” Meng said. “It’s easier, I think, to scam people when they’re talking in their own language.”  Meng’s office said they’ve received a few dozen reports from constituents about the Chinese consulate scam, including one who said they lost $1.5 million. The congresswoman added that, for this particular scam, it appears that the number of phone calls in her district has dropped since springtime, when there was an onslaught of them.  The New York Police Department did not respond to requests for comment about the scam.  If you receive a suspicious call from someone claiming to be from the Chinese consulate, hang up immediately. Scammers are attempting to steal from unsuspecting Chinese Americans. #FCCtips #ProtectingConsumers — The FCC (@FCC) July 3, 2018  It’s unclear what effect the anti-spoofing bill has had so far on deterring or prosecuting scam-artists overseas since it was signed into law.  Apart from imposing criminal penalties, the legislation requires the Federal Communications Commission, together with the FTC, to regularly update materials to help consumers identify and protect themselves from caller-ID scams.  Meng also sent a letter to the FTC in May, calling for its online complaint assistant to be made available in Chinese. (The website has only a Spanish-language option.)  Dorman, the FTC spokesperson, said the agency doesn’t comment on correspondences it receives, but did reference online FTC literature in Chinese that informs consumers specifically about the consulate scam, scams against immigrants and wiring money overseas.  A Different Kind Of Scam  Back in Cambridge, authorities hadn’t seen too many instances of scammers pretending to be the Chinese government, said Warnick, the Cambridge Police Department spokesperson.  The woman targeted in June had corresponded with the fraudsters for around a week through voice and text, according to Warnick. They even asked her to get a temporary cell phone from which she could make international calls.  It turned from trying to be helpful, as you potentially are a victim of identity theft in China, to there’s an international arrest warrant out for your arrest.  Over the week and using that phone, the scammers got the Cambridge woman to divulge more and more personal information, including her name, address, age and social security number, Warnick said.  They then plugged those details into what looked like a legitimate arrest warrant in simplified Chinese characters, which Warnick said they texted to her.  They told the woman they were in Cambridge and that if she didn’t proceed with a money transfer, they would arrest her and kick her out of the U.S., according to Warnick. After wiring the money, the woman searched online and found that her purported international arrest warrant was a document used in other scam attempts across the country.  She tried contacting police in Hong Kong, where she had transferred the money, but they weren’t able to help, according to Warnick. Then the woman called the Cambridge Police Department.  “She was frankly so embarrassed she didn’t even notify family or friends that she was a victim,” Warnick said, adding that the woman was not elderly, an age group that often falls prey to such scams.  Fortunately, she had at a few things going in her favor.  One was that the transfer took place over the weekend, when banks tend to be closed. Another was that a Cambridge Police Department detective just happened to be friends with an IRS agent stationed in Hong Kong, Warnick said.  The detective notified the IRS official about the transfer and its size, according to Warnick.  “That particular agent worked with local police to freeze the transfer before ultimately it was successfully submitted through the destination bank,” Warnick added.  In the end, the woman got back her $95,000, except for the $80 wire fee. The case has since been handed over to the FBI, Warnick said.  An Ounce Of Prevention  Not every victim is as lucky. Warnick said that in Cambridge, a city across the Charles river from Boston with 110,000 residents, police receive an average of 10 to 15 reported telephone internet scams each week.  “We believe that the magnitude of it is much higher because a lot of these aren’t reported,” Warnick added, citing such reasons as embarrassment.  Some people lose money for good.  A report released in January by AARP, a nonprofit advocacy group for the aging, found that an overwhelming majority of Asian Americans and Pacific Islanders age 50 and older said they or their families have been targets of fraud, while a third of all victims lost on average $15,000.  Meng said educating residents is most important in preventing people from becoming victims of scams, which are not just limited to impostors pretending to call from the Chinese consulate.  One of the more prevalent schemes includes thieves impersonating Internal Revenue Service personnel who disguise their phone numbers to make it seem like they’re calling from the IRS. They then demand immediate payment for unpaid taxes, according to Meng’s office.  Warnick said the non-emergency number of the Cambridge Police Department has even been spoofed.  So-called blessing schemes have also been used to prey on members of the Chinese community, especially the elderly. Fraudsters tell their victims that a death curse has been placed on them and that the only way to remove it is by forking over cash and jewelry.  Warnick, whose police department has nearly 280 officers who speak 14 languages, said they hold regular seminars for seniors in particular to help them understand the latest trends in scams and what to do to protect themselves.  But he added that it can be challenging trying to reach residents for whom English is a second language.  There is “somewhat of an intimidation factor in terms of contacting local police and working with local police, especially during these times of immigration concerns,” Warnick said.  “But certainly we as a department make ourselves available to go wherever people feel like they need support, whether it’s a community meeting, or with a small group, in a home, whatever it may be, we’ve done all of the above,” he said.  Follow NBC Asian America on Facebook, Twitter, Instagram and Tumblr.",
    "title": "People have reported losing thousands to Chinese-language phone scams, but \nwhat can be done?",
    "url": "https://www.nbcnews.com/news/asian-america/people-have-reported-losing-thousands-chinese-language-phone-scams-what-n904956"
  },
  {
    "abstract": "Just tell it to search for your iPhone and the phone will start ringing. \nLastly, the HomePod makes use of the new Siri Shortcuts feature that is \ncoming in iOS 12.",
    "authors": " ",
    "image": " ",
    "metadata": "GSMArena.com, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Apple HomePod update adds Siri improvements and phone calls - GSMArena.com \nnews",
    "url": "https://www.gsmarena.com/apple_homepod_update_adds_siri_improvements_and_phone_calls-news-33234.php"
  },
  {
    "abstract": "A mobile phone smuggled into a prison was found hidden in an inmate's hair. \nThe device was one of scores found at HMP Rochester in Kent by staff \nusing ...",
    "authors": " ",
    "image": " ",
    "metadata": "BBC News, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Phone found hidden in HMP Rochester prisoner's hair",
    "url": "https://www.bbc.com/news/uk-england-kent-45494036"
  },
  {
    "abstract": "Stash your credit card, phone, and even a gel or two. By Kiera Carter. Sep \n12, 2018.",
    "authors": "Kiera Carter;Kiera Carter Has A Decade'S Worth Of Experience Covering Fitness;Health;Lifestyle Topics For National Magazines",
    "image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/4749a6b245e215eceb3d9a0e0cb1a04d-1536608054.jpg?crop=1.00xw:0.418xh;0,0.460xh&resize=1200:*",
    "metadata": "Runner's World, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "There’s a lot to consider when buying a sports bra: support, fabric, comfort, coverage. One thing you probably haven’t thought of: pockets.  But you should. The perfectly placed pocket answers an age-old running question: Where do I stow my stuff? While armbands, fanny packs, running belts, and hydration packs all have their place and purpose, we—as runners—are nothing if not particular (come on, you know it’s true). Some swear armbands throw them off balance, others hate the idea of a bag bouncing on their back or waist. And even if you sometimes wear a pack or belt, you might still want a super-accessible pocket for emergency essentials like tissues, gels, and lip balm, or something fuss-free for shorter runs.  That’s where these sports bras with pockets come in handy. You’ll find bras with sectioned-off pockets that keep you organized and larger pockets that feel limitless—and if the thought of any added chest-bounce sounds awful to you, opt for a pocket in the back instead. Even better? There’s no need to sacrifice the support and performance fabrics you expect from a modern sports bra. Keep reading to find the best bra for you.",
    "title": "Sports Bras - Best Sports Bras With Pockets",
    "url": "https://www.runnersworld.com/gear/g23064358/sports-bras-with-pockets/"
  },
  {
    "abstract": "In wiretapped phone conversations between two top security chiefs, the head \nof Armenia's National Security Service, Sasun Khachatryan claimed to \nhave ...",
    "authors": "Oc Media;Armine Avetisyan;Armine Avetisyan Is A Print;Broadcast Journalist Armenia Who Has Covered Social;Political Issues In The Country Since She Holds A Master S Degree The Georgian Institute Of Public Affairs;Gipa .",
    "image": "https://oc-media.org/app/uploads/2019/12/vanetsyan-kachatryan.jpg",
    "metadata": "OC Media, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "In wiretapped phone conversations between two top security chiefs, the head of Armenia’s National Security Service, Sasun Khachatryan claimed to have ordered a judge to detain former president Robert Kocharyan. In conversations with the head of the Special Investigative Service leaked online, the two also discuss Prime Minister Nikol Pashinyan ‘ordering the arrest’ of former Deputy Defence Minister Yuri Khachaturov.  The phone conversations between Artur Vanetsyan, Director of the National Security Service (NSS), and Sasun Khachatryan, Head of the Special Investigative Service (SIS), with translated English subtitles, was technically uploaded on YouTube on 5 September but leaked to the public six days later on Tuesday. The two senior security officials convened a press-conference later that day and confirmed the authenticity of the recording.  In their conversation, Vanetsyan and Khachatryan discuss and strategise about the ongoing investigation into the use of military force against 2008 anti-government rallies. The protests, triggered by allegations February 2008’s presidential elections were rigged in favour of Serzh Sargsyan, peaked in a crackdown on 1 March that left ten people dead.  The ‘Russian factor’  In early July, the SIS charged Robert Kocharyan, who served as President of Armenia in 1998–2008 and as the first president of Nagorno-Karabakh in 1994–1997, as part of the investigation. On 27 July, Kocharyan was remanded in pre-trial detention but an appeals court released him on bail two weeks later.  The authorities also targeted former Deputy Defence Minister Yuri Khachaturov, charging him with ‘illegally ordering’ the armed forces to suppress demonstrations on 23 February 2008. Khachaturov was also released on bail in late July.  In the taped phone conversations, Vanetsyan and Khachatryan mention the prosecutions of both Kocharyan and Khachaturov. In one instance, Vanetsyan informs Khachatryan he had instructed the judge presiding over Kocharyan’s case to ‘have courage’. ‘Whether you want to or not, you will arrest him’, the NSS head quotes himself as telling the judge.  In other segments of the recording, Vanetsyan urges the SIS Head not to ‘touch’ Yuri Khachaturov, even if the prime minister tells them to ‘cage’ the former official. Vanetsyan cites the ‘Russian’ factor, referring to Khachaturov’s status as Secretary General of the Russian-led Collective Security Treaty Organisation (CSTO).  According to article 11 of the CSTO’s founding agreement, the Secretary-General is considered an international civil servant and he and his family enjoy diplomatic privileges and immunities under the 1961 Vienna Convention. Vanetsyan says it would be a ‘shame’ for Armenia if Khachaturov’s planned arrest went ahead.  His arrest was met with hostility in Russia. Unnamed source in the Russian Foreign Ministry told Russian media his arrest was ‘unprofessional’, and on 31 July, Russian Foreign Minister Sergey Lavrov called developments in Armenia a ‘cause for concern, including from the point of view of normal operations of the CIS [Commonwealth of Independent States] organisations Armenia is a member of’.  On 4 August, the SIS, an agency whose Head shrugged off Vanetsyan’s warnings in the leaked call, permitted Khachaturov to leave for Russia on CSTO Secretary duties.  A ‘conspiracy against Armenian statehood’  During the joint press conference on Tuesday Vanetsyan denied speaking to the judge in Kocharyan’s case and said the Prosecutor General’s Office would investigate the wiretapping of the phone conversation. Both denied Pashinyan had interfered in judicial matters.  The two also levelled several accusations against Robert Kocharyan during the press conference. These included claims by Khachatryan to be in possession of papers proving the former president’s financial crimes in taking over the hotel Congress and other corruption and ‘money laundering’ cases, which he promised would soon be made public.  The SIS Head also revealed the names of those he identified as members of a clandestine military unit. He said that contrary to Kocharyan’s claims in 2008, they, not armed protesters, were responsible for the death of a police officer during the 2008 crackdown. Vanetsyan accused the former president of jeopardising security along the border with Azerbaijan by using military units against the crowds.  Both senior officials vowed to step down if there was public demand for this.  In a live Facebook video address on Tuesday, Pashinyan denied meddling in the court cases and reiterated the need to investigate the 2008 crackdown, something Pashinyan said the wiretapped recording was being used to thwart.  Later that day, at a rally for Yerevan’s mayoral elections, the Armenian Prime Minister dubbed the leak a ‘conspiracy against Armenian statehood’ organised by ‘oligarchs’ and their own ‘secret services’ who had imported wiretapping technology to the country.  Pashinyan said he had ordered the heads of the Police and NSS to quickly find the perpetrators. ‘I'll put on my camouflage [t-shirt] and will put everything in order personally, you'll be shocked by the YouTube videos that expose you’, Pashinyan said in an apparent threat to the leakers.  ‘Serzh Sargsyan and Robert Kocharyan, you have challenged the nation; behold now the people’s answer!’ Pashinyan warned.  On Wednesday, the Special Investigation Committee said they had launched a probe into the wiretapping case.  Citing media expert Samvel Martirosyan, the Armenian Times reported that on 8 September, while Pashinyan was visiting Moscow, a number of anonymous users posted the recording on Twitter and Reddit, but that the story was not picked up by Armenian media agencies until 11 September.  A ‘political vendetta’  On Tuesday, Armen Ashotyan, a member of the National Assembly from the Republican faction, slammed Pashinyan and his team for ‘politically motivated’ prosecutions and called on his colleagues to establish a parliamentary investigative commision. Eduard Sharmazanov, Vice Chair of the Armenian National Assembly, supported the initiative and told Armenian news agency Lragir that the commission ‘will be established soon’.  The office of former President Kocharyan also made a statement on Tuesday calling the leaked recording proof that the authorities were pursuing a ‘political vendetta’, not the truth of the 2008 events. The statement accused Pashinyan of ‘personally coordinating’ the prosecution against the former president.  For ease of reading, we choose not to use qualifiers such as ‘de facto’, ‘unrecognised’, or ‘partially recognised’ when discussing institutions or political positions within Abkhazia, Nagorno-Karabakh, and South Ossetia. This does not imply a position on their status.",
    "title": "Armenian security service pressured judge according to ...",
    "url": "https://oc-media.org/armenian-security-service-pressured-judge-according-to-wiretapped-phone-call/"
  },
  {
    "abstract": "Mat Kaplan. Planetary Radio Host and Producer for The Planetary Society. \nThe dust is settling on the Red Planet. Is the remaining Mars Exploration \nRover about to ...",
    "authors": " ",
    "image": " ",
    "metadata": "The Planetary Society, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Opportunity, Phone Home!",
    "url": "https://www.planetary.org/planetary-radio/0912-2018-john-callas-opportunity"
  }
]
