[
  {
    "abstract": "The origin story of the first iPhone reveals that Jobs was just trying to \nmake a really cool phone. Author: Dave Roos.",
    "authors": "Dave Roos",
    "image": "https://www.history.com/.image/t_share/MTU4NDAzMTAyNTAyODIzODcx/iphone-74961462.jpg",
    "metadata": "History, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Steve Jobs unveiling the iPhone in 2007, which was less than half-inch thick, had Internet capability, an MP3 player and a two megapixel digital camera. Tony Avelar/AFP/Getty Images  As Apple's iPhones and other smartphones feature increasingly sophisticated cameras, processors and touch screens, the rise of the super-stocked device shows that even the inimitable Steve Jobs couldn’t predict the future.  The popular mythology around Jobs was that he was always thinking 10 years ahead of the rest of the computing and electronics world. Under Jobs’ leadership, Apple produced some of the most revolutionary and iconic pieces of consumer technology ever: the Apple IIc, the original Macintosh, the iMac G4, the iPod, the iPhone and iPad.  But the origin story of the first iPhone reveals that Jobs, while undeniably brilliant, was not a technological soothsayer who predicted our digital future. He was just trying to make a really cool phone.  Brian Merchant, author of The One Device: The Secret History of the iPhone, says that for all of the original iPhone’s game-changing innovations—the multitouch screen, the high-quality camera, the built-in accelerometers and gyroscopic sensors—Jobs conceived of the device as a cellphone, first and foremost.  And central to the concept of a cellphone back in 2005 and 2006 when the iPhone was being developed, was that it fit comfortably in your hand and in your pocket. “If the iPhone was uncomfortable to hold, that would have been a non-starter for Jobs,” says Merchant.  If you watch the 2007 Apple keynote when the iPhone debuted, the first thing Jobs says when he unveils the device is that “It fits beautifully in the palm of your hand.” Its size was perfectly suited for what Jobs believed was the original iPhone’s crowning achievement, making phone calls.  The original Apple iPhone in 2007. Justin Sullivan/Getty Images  “We want to reinvent the phone,” said Jobs at the 2007 keynote. “What’s the killer app? The killer app is making calls. It’s amazing how hard it is to make calls on most phones.”  Merchant says that Jobs’ number one pet peeve, according to developers who worked on the original iPhone, was that his regular cellphone would drop calls. No doubt Jobs was jazzed about the iPhone’s groundbreaking touchscreen and Apple’s first-ever apps for music, photos, and SMS texting, but none of that could get in the way of making phone calls. The first iPhone shipped without the App Store, in fact, because Jobs didn’t trust third-party developers to prevent dropped calls.  “Which is insane to think now,” says Merchant. “Because the iPhone became famous for being kind of a crappy phone. The phone was the last thing anybody used it for.”  The iPhone took two-and-a-half years to develop and wasn’t even Jobs’ brainchild. In 2001, Apple released the iPod, a sleek, handheld digital music player that sold millions and catapulted Apple into the device market. Apple executives worried that the iPod would lose market share once cellphone manufacturers figured out how to put MP3 players on their phones. But not if Apple beat them to it.  The first prototype of an Apple phone shows just how stuck Jobs and his team were in existing technologies. According to Tony Fadell, one of the original designers of the iPod and the first three iPhones, the first concept was literally an “iPod phone.”  “It was an iPod with a phone module inside it,” Fadell told Venturebeat. “It looked like an iPod, but it had a phone, and you would select numbers through the same interface and so on. But if you wanted to dial a number it was like using a rotary dial. It sucked.\"  The iPod cell phone, made by Motorola, in 2005. The iTunes-enabled cell phone held up to 100 songs. David Paul Morris/Getty Images  Jobs scrapped the design and started from scratch. At the time, there was a team of Apple engineers who had been playing with a device called the Fingerworks iGesture Pad invented by a man with hand injuries who couldn’t use a conventional mouse. Members of the team had worked on the Newton, Apple’s infamous flop of a PDA, but still believed touchscreens held promise.  “It was more of a ‘blue sky, future of computing’ kind of thing,” says Merchant. “The touchscreen research had gone through several iterations. It was briefly tied to a tablet, put aside, and had just kind of sat in the dark. Then Steve Jobs showed up and said, maybe this is the phone. Out of that mutation was how the iPhone was born inside Apple.”  With the touchscreen technology in place, Merchant says that many of the designers and engineers on the iPhone development team absolutely saw it as an opportunity to build an entirely new kind of mobile computer, exactly what the iPhone would become for its millions of loyal users.  “Steve Jobs didn’t,” says Merchant. “He thought it was cool, but the evidence suggests that Steve Jobs wanted to use Apple’s technology to build the best phone possible. And a phone fits in your hand.”  Subsequent generations of the iPhone stuck to the small design, incrementally increasing screen size, but nothing beyond 4 inches. Samsung was the first to release a truly huge phone in 2011. The Samsung Galaxy Note featured an almost comically huge (at the time) 5.3-inch screen and single-handedly popularized the term “phablet,” a cross between a phone and a tablet.  Jobs passed away from pancreatic cancer that same year. Whether or not it had anything to do with his absence, Apple released the iPhone 5 in 2012 with a noticeably larger 4.7-inch screen. Its first bona fide phablet was the iPhone 6 Plus, though, a 5.5-inch monster released in 2014.  Simply put, the move toward larger screen sizes across the smartphone industry reflects the way that consumers are using their mobile devices. Jobs couldn’t have imagined back in 2005 how the humble cellphone would become the primary platform for thousands of apps offering streaming music and video, real-time video chat, addictive videogames and virtual and augmented reality experiences.  “The iPhone was designed to be a super slick phone in Steve Jobs’ mind,” says Merchant. “It was his development team and the demands of the user base that saw the potential in the new platform, that transformed the iPhone from a ‘slick phone’ into the culturally dominant, world-eating phenomenon that it is today.”",
    "title": "Steve Jobs Originally Envisioned the iPhone as Mostly a Phone",
    "url": "https://www.history.com/news/iphone-original-size-invention-steve-jobs"
  },
  {
    "abstract": "This will allow you to have two different phone numbers and two different \ncarriers on the same phone. While that sounds like a feature you'd only use \nif you have ...",
    "authors": " ",
    "image": " ",
    "metadata": "CNET, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Apple brings dual-SIM support to the iPhone XS and XS Max",
    "url": "https://www.cnet.com/news/apple-brings-dual-sim-support-to-the-iphone/"
  },
  {
    "abstract": "Inside, the phone appears to be near identical to its little relative – \nunlike in previous years, both phones have the same cameras and processors. \nAt the bottom ...",
    "authors": "Alex Hern",
    "image": "https://i.guim.co.uk/img/media/d5603d18210d888c72465da894690b5e5ded5ec8/0_183_5064_3039/master/5064.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMTgucG5n&enable=upscale&s=eb5cc2cf6c0c1f4bc7088ab42c472c29",
    "metadata": "The Guardian, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Company also announces a cheaper alternative, the iPhone XR, at California event  Apple will release the iPhone XS, a faster version of its flagship X, later this month. The company also announced the iPhone XR, a cheaper alternative that replaces the expensive OLED screen with LCD technology, and a larger version of the XS, the XS Max, at its launch event in California.  The iPhone XS, which the company say should be pronounced “Ten Ess” – will cost $999 for the basic 64GB version. Other than the option of acquiring the device in gold, the phone looks largely identical to its predecessor, but features the now-standard array of internal improvements, including a better camera, faster processor, and more internal storage, with an upper limit of 512GB.  Apple Watch Series 4 will have edge-to-edge screen and health features Read more  The XS comes with a larger sibling, the iPhone XS Max, available for $1,099 for the 64GB version. The XS Max has a 6.5-inch screen, significantly larger than that of the older iPhone 8 Plus, but with the edge-to-edge design of the iPhone X line, the phone’s body isn’t that much larger. Inside, the phone appears to be near identical to its little relative – unlike in previous years, both phones have the same cameras and processors.  At the bottom end of the range is a new phone, the iPhone XR, that’s intended to replace the iPhone 8 in the lineup. This model, cheaper than the others thanks to its 6.1-inch LCD screen (which has more muted colour gamut and higher power consumption than the expensive OLED technology used in the iPhones X), starts at $749 and will be available from 19 October.  The outside of the case is brightly coloured aluminium, while inside, it’s largely the same as the XS. As the name suggests, the tactic is a repeat of the move Apple made when it turned the iPhone 5 into the iPhone 5C in 2013.  The XS and XS Max will be available for pre-order on Friday 14 September, for delivery and availability in stores on Friday 21 September, while the XR will be orderable from 19 October and will ship on 26 October. Prices in other currencies were not immediately announced.  Apple claim the iPhone XS will have 30 minutes longer battery life than the X, while the XS Max will have 90 mins more, giving the two devices 12 and 13 hours life during internet browsing.  Alongside the new iPhones, Apple also showed off a new version of the Apple Watch.  • This article was amended on 13 September 2018 because an earlier version said the iPhone XR was largely the same as the iPhone 8 inside. This has been corrected to say the XR is largely the same as the XS inside.",
    "title": "iPhone XS and XS Max: Apple launches its biggest, most expensive phone yet",
    "url": "https://www.theguardian.com/technology/2018/sep/12/iphone-xs-and-xs-max-apple-launches-biggest-most-expensive-phone-yet"
  },
  {
    "abstract": "The phone call in early June purporting to be from Chinese authorities was, \nin a word, alarming. The Massachusetts woman who answered it learned she \nmay ...",
    "authors": "",
    "image": "https://media2.s-nbcnews.com/j/newscms/2018_19/2429926/180511-cellphone-user-woman-ambiguous-ac-516p_16ce75b90121ac266b1980c283c54793.nbcnews-fp-1200-630.jpg",
    "metadata": "NBCnews.com, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "The phone call in early June purporting to be from Chinese authorities was, in a word, alarming. The Massachusetts woman who answered it learned she may have been the victim of identity theft.  But after almost a week of corresponding and sharing personal information over the phone in an effort to find how her identity had apparently been stolen things went very wrong very quickly.  diego_cervo / Getty Images/iStockphoto  “It turned from trying to be helpful, as you potentially are a victim of identity theft in China, to there’s an international arrest warrant out for your arrest,” said Jeremy Warnick, director of communications and media relations for the Cambridge Police Department.  The woman, whom police did not identify, ended up wiring $95,000 to a bank in Hong Kong to avoid what she thought would be her arrest and removal from the U.S., according to Warnick.  Only after did she realize she had fallen victim to a phone scam.  A popular version of the ruse, which appears to have taken off earlier this year, involves a robocall message in Mandarin that identifies itself as the Chinese consulate and tells the person who picks up that there’s an important document to retrieve.  It may also direct recipients of the call to provide information to avoid getting into trouble with the consulate, according to the Federal Trade Commission.  Asked about the extent of the Chinese consulate scam, FTC spokesman Frank Dorman said in an email that there’s “no way to estimate the scope of any kind of fraud.”  But reports of it have come in from across the country, from New York to Massachusetts to California, prompting the Chinese embassy in the U.S. to issue an alert on its official website.  “We would like to restate that the Embassy and Consulates General of China would not ask for personal information, deliver parcel pick-up notice or ask people to answer inquiries from police department by way of phone calls,” read the advisory, dated April 19. “The Embassy would not ask for bank account information.”  Spoofing  A big part of the scam’s success involves what’s known as spoofing, a process in which scam artists make it appear as if a call is originating from a legitimate phone number, like that of the Chinese consulate.  Around a half year ago, legislation sponsored by U.S. Rep. Grace Meng, D-N.Y., was signed into law as part of the omnibus spending bill that makes such spoofing attempts from abroad a criminal act.  Meng, whose district covers a swath of the New York City borough of Queens, home to a large Asian-American population, called the law a “first step” in penalizing overseas con artists who try to scam people in the U.S. through spoofing.  The bill became law in March, right around the time her office began fielding reports about the Chinese consulate scam, which appeared mostly to be targeting people with Chinese-sounding surnames.  “These folks, they probably tend to trust the Chinese consulate, they’re speaking in their language,” Meng said. “It’s easier, I think, to scam people when they’re talking in their own language.”  Meng’s office said they’ve received a few dozen reports from constituents about the Chinese consulate scam, including one who said they lost $1.5 million. The congresswoman added that, for this particular scam, it appears that the number of phone calls in her district has dropped since springtime, when there was an onslaught of them.  The New York Police Department did not respond to requests for comment about the scam.  If you receive a suspicious call from someone claiming to be from the Chinese consulate, hang up immediately. Scammers are attempting to steal from unsuspecting Chinese Americans. #FCCtips #ProtectingConsumers — The FCC (@FCC) July 3, 2018  It’s unclear what effect the anti-spoofing bill has had so far on deterring or prosecuting scam-artists overseas since it was signed into law.  Apart from imposing criminal penalties, the legislation requires the Federal Communications Commission, together with the FTC, to regularly update materials to help consumers identify and protect themselves from caller-ID scams.  Meng also sent a letter to the FTC in May, calling for its online complaint assistant to be made available in Chinese. (The website has only a Spanish-language option.)  Dorman, the FTC spokesperson, said the agency doesn’t comment on correspondences it receives, but did reference online FTC literature in Chinese that informs consumers specifically about the consulate scam, scams against immigrants and wiring money overseas.  A Different Kind Of Scam  Back in Cambridge, authorities hadn’t seen too many instances of scammers pretending to be the Chinese government, said Warnick, the Cambridge Police Department spokesperson.  The woman targeted in June had corresponded with the fraudsters for around a week through voice and text, according to Warnick. They even asked her to get a temporary cell phone from which she could make international calls.  It turned from trying to be helpful, as you potentially are a victim of identity theft in China, to there’s an international arrest warrant out for your arrest.  Over the week and using that phone, the scammers got the Cambridge woman to divulge more and more personal information, including her name, address, age and social security number, Warnick said.  They then plugged those details into what looked like a legitimate arrest warrant in simplified Chinese characters, which Warnick said they texted to her.  They told the woman they were in Cambridge and that if she didn’t proceed with a money transfer, they would arrest her and kick her out of the U.S., according to Warnick. After wiring the money, the woman searched online and found that her purported international arrest warrant was a document used in other scam attempts across the country.  She tried contacting police in Hong Kong, where she had transferred the money, but they weren’t able to help, according to Warnick. Then the woman called the Cambridge Police Department.  “She was frankly so embarrassed she didn’t even notify family or friends that she was a victim,” Warnick said, adding that the woman was not elderly, an age group that often falls prey to such scams.  Fortunately, she had at a few things going in her favor.  One was that the transfer took place over the weekend, when banks tend to be closed. Another was that a Cambridge Police Department detective just happened to be friends with an IRS agent stationed in Hong Kong, Warnick said.  The detective notified the IRS official about the transfer and its size, according to Warnick.  “That particular agent worked with local police to freeze the transfer before ultimately it was successfully submitted through the destination bank,” Warnick added.  In the end, the woman got back her $95,000, except for the $80 wire fee. The case has since been handed over to the FBI, Warnick said.  An Ounce Of Prevention  Not every victim is as lucky. Warnick said that in Cambridge, a city across the Charles river from Boston with 110,000 residents, police receive an average of 10 to 15 reported telephone internet scams each week.  “We believe that the magnitude of it is much higher because a lot of these aren’t reported,” Warnick added, citing such reasons as embarrassment.  Some people lose money for good.  A report released in January by AARP, a nonprofit advocacy group for the aging, found that an overwhelming majority of Asian Americans and Pacific Islanders age 50 and older said they or their families have been targets of fraud, while a third of all victims lost on average $15,000.  Meng said educating residents is most important in preventing people from becoming victims of scams, which are not just limited to impostors pretending to call from the Chinese consulate.  One of the more prevalent schemes includes thieves impersonating Internal Revenue Service personnel who disguise their phone numbers to make it seem like they’re calling from the IRS. They then demand immediate payment for unpaid taxes, according to Meng’s office.  Warnick said the non-emergency number of the Cambridge Police Department has even been spoofed.  So-called blessing schemes have also been used to prey on members of the Chinese community, especially the elderly. Fraudsters tell their victims that a death curse has been placed on them and that the only way to remove it is by forking over cash and jewelry.  Warnick, whose police department has nearly 280 officers who speak 14 languages, said they hold regular seminars for seniors in particular to help them understand the latest trends in scams and what to do to protect themselves.  But he added that it can be challenging trying to reach residents for whom English is a second language.  There is “somewhat of an intimidation factor in terms of contacting local police and working with local police, especially during these times of immigration concerns,” Warnick said.  “But certainly we as a department make ourselves available to go wherever people feel like they need support, whether it’s a community meeting, or with a small group, in a home, whatever it may be, we’ve done all of the above,” he said.  Follow NBC Asian America on Facebook, Twitter, Instagram and Tumblr.",
    "title": "People have reported losing thousands to Chinese-language phone scams, but \nwhat can be done?",
    "url": "https://www.nbcnews.com/news/asian-america/people-have-reported-losing-thousands-chinese-language-phone-scams-what-n904956"
  },
  {
    "abstract": "Just tell it to search for your iPhone and the phone will start ringing. \nLastly, the HomePod makes use of the new Siri Shortcuts feature that is \ncoming in iOS 12.",
    "authors": " ",
    "image": " ",
    "metadata": "GSMArena.com, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Apple HomePod update adds Siri improvements and phone calls - GSMArena.com \nnews",
    "url": "https://www.gsmarena.com/apple_homepod_update_adds_siri_improvements_and_phone_calls-news-33234.php"
  },
  {
    "abstract": "A mobile phone smuggled into a prison was found hidden in an inmate's hair. \nThe device was one of scores found at HMP Rochester in Kent by staff \nusing ...",
    "authors": " ",
    "image": " ",
    "metadata": "BBC News, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Phone found hidden in HMP Rochester prisoner's hair",
    "url": "https://www.bbc.com/news/uk-england-kent-45494036"
  },
  {
    "abstract": "Stash your credit card, phone, and even a gel or two. By Kiera Carter. Sep \n12, 2018.",
    "authors": "Kiera Carter;Kiera Carter Has A Decade'S Worth Of Experience Covering Fitness;Health;Lifestyle Topics For National Magazines",
    "image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/4749a6b245e215eceb3d9a0e0cb1a04d-1536608054.jpg?crop=1.00xw:0.418xh;0,0.460xh&resize=1200:*",
    "metadata": "Runner's World, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "There’s a lot to consider when buying a sports bra: support, fabric, comfort, coverage. One thing you probably haven’t thought of: pockets.  But you should. The perfectly placed pocket answers an age-old running question: Where do I stow my stuff? While armbands, fanny packs, running belts, and hydration packs all have their place and purpose, we—as runners—are nothing if not particular (come on, you know it’s true). Some swear armbands throw them off balance, others hate the idea of a bag bouncing on their back or waist. And even if you sometimes wear a pack or belt, you might still want a super-accessible pocket for emergency essentials like tissues, gels, and lip balm, or something fuss-free for shorter runs.  That’s where these sports bras with pockets come in handy. You’ll find bras with sectioned-off pockets that keep you organized and larger pockets that feel limitless—and if the thought of any added chest-bounce sounds awful to you, opt for a pocket in the back instead. Even better? There’s no need to sacrifice the support and performance fabrics you expect from a modern sports bra. Keep reading to find the best bra for you.",
    "title": "Sports Bras - Best Sports Bras With Pockets",
    "url": "https://www.runnersworld.com/gear/g23064358/sports-bras-with-pockets/"
  },
  {
    "abstract": "In wiretapped phone conversations between two top security chiefs, the head \nof Armenia's National Security Service, Sasun Khachatryan claimed to \nhave ...",
    "authors": "Oc Media;Armine Avetisyan;Armine Avetisyan Is A Print;Broadcast Journalist Armenia Who Has Covered Social;Political Issues In The Country Since She Holds A Master S Degree The Georgian Institute Of Public Affairs;Gipa .",
    "image": "https://oc-media.org/app/uploads/2019/12/vanetsyan-kachatryan.jpg",
    "metadata": "OC Media, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "In wiretapped phone conversations between two top security chiefs, the head of Armenia’s National Security Service, Sasun Khachatryan claimed to have ordered a judge to detain former president Robert Kocharyan. In conversations with the head of the Special Investigative Service leaked online, the two also discuss Prime Minister Nikol Pashinyan ‘ordering the arrest’ of former Deputy Defence Minister Yuri Khachaturov.  The phone conversations between Artur Vanetsyan, Director of the National Security Service (NSS), and Sasun Khachatryan, Head of the Special Investigative Service (SIS), with translated English subtitles, was technically uploaded on YouTube on 5 September but leaked to the public six days later on Tuesday. The two senior security officials convened a press-conference later that day and confirmed the authenticity of the recording.  In their conversation, Vanetsyan and Khachatryan discuss and strategise about the ongoing investigation into the use of military force against 2008 anti-government rallies. The protests, triggered by allegations February 2008’s presidential elections were rigged in favour of Serzh Sargsyan, peaked in a crackdown on 1 March that left ten people dead.  The ‘Russian factor’  In early July, the SIS charged Robert Kocharyan, who served as President of Armenia in 1998–2008 and as the first president of Nagorno-Karabakh in 1994–1997, as part of the investigation. On 27 July, Kocharyan was remanded in pre-trial detention but an appeals court released him on bail two weeks later.  The authorities also targeted former Deputy Defence Minister Yuri Khachaturov, charging him with ‘illegally ordering’ the armed forces to suppress demonstrations on 23 February 2008. Khachaturov was also released on bail in late July.  In the taped phone conversations, Vanetsyan and Khachatryan mention the prosecutions of both Kocharyan and Khachaturov. In one instance, Vanetsyan informs Khachatryan he had instructed the judge presiding over Kocharyan’s case to ‘have courage’. ‘Whether you want to or not, you will arrest him’, the NSS head quotes himself as telling the judge.  In other segments of the recording, Vanetsyan urges the SIS Head not to ‘touch’ Yuri Khachaturov, even if the prime minister tells them to ‘cage’ the former official. Vanetsyan cites the ‘Russian’ factor, referring to Khachaturov’s status as Secretary General of the Russian-led Collective Security Treaty Organisation (CSTO).  According to article 11 of the CSTO’s founding agreement, the Secretary-General is considered an international civil servant and he and his family enjoy diplomatic privileges and immunities under the 1961 Vienna Convention. Vanetsyan says it would be a ‘shame’ for Armenia if Khachaturov’s planned arrest went ahead.  His arrest was met with hostility in Russia. Unnamed source in the Russian Foreign Ministry told Russian media his arrest was ‘unprofessional’, and on 31 July, Russian Foreign Minister Sergey Lavrov called developments in Armenia a ‘cause for concern, including from the point of view of normal operations of the CIS [Commonwealth of Independent States] organisations Armenia is a member of’.  On 4 August, the SIS, an agency whose Head shrugged off Vanetsyan’s warnings in the leaked call, permitted Khachaturov to leave for Russia on CSTO Secretary duties.  A ‘conspiracy against Armenian statehood’  During the joint press conference on Tuesday Vanetsyan denied speaking to the judge in Kocharyan’s case and said the Prosecutor General’s Office would investigate the wiretapping of the phone conversation. Both denied Pashinyan had interfered in judicial matters.  The two also levelled several accusations against Robert Kocharyan during the press conference. These included claims by Khachatryan to be in possession of papers proving the former president’s financial crimes in taking over the hotel Congress and other corruption and ‘money laundering’ cases, which he promised would soon be made public.  The SIS Head also revealed the names of those he identified as members of a clandestine military unit. He said that contrary to Kocharyan’s claims in 2008, they, not armed protesters, were responsible for the death of a police officer during the 2008 crackdown. Vanetsyan accused the former president of jeopardising security along the border with Azerbaijan by using military units against the crowds.  Both senior officials vowed to step down if there was public demand for this.  In a live Facebook video address on Tuesday, Pashinyan denied meddling in the court cases and reiterated the need to investigate the 2008 crackdown, something Pashinyan said the wiretapped recording was being used to thwart.  Later that day, at a rally for Yerevan’s mayoral elections, the Armenian Prime Minister dubbed the leak a ‘conspiracy against Armenian statehood’ organised by ‘oligarchs’ and their own ‘secret services’ who had imported wiretapping technology to the country.  Pashinyan said he had ordered the heads of the Police and NSS to quickly find the perpetrators. ‘I'll put on my camouflage [t-shirt] and will put everything in order personally, you'll be shocked by the YouTube videos that expose you’, Pashinyan said in an apparent threat to the leakers.  ‘Serzh Sargsyan and Robert Kocharyan, you have challenged the nation; behold now the people’s answer!’ Pashinyan warned.  On Wednesday, the Special Investigation Committee said they had launched a probe into the wiretapping case.  Citing media expert Samvel Martirosyan, the Armenian Times reported that on 8 September, while Pashinyan was visiting Moscow, a number of anonymous users posted the recording on Twitter and Reddit, but that the story was not picked up by Armenian media agencies until 11 September.  A ‘political vendetta’  On Tuesday, Armen Ashotyan, a member of the National Assembly from the Republican faction, slammed Pashinyan and his team for ‘politically motivated’ prosecutions and called on his colleagues to establish a parliamentary investigative commision. Eduard Sharmazanov, Vice Chair of the Armenian National Assembly, supported the initiative and told Armenian news agency Lragir that the commission ‘will be established soon’.  The office of former President Kocharyan also made a statement on Tuesday calling the leaked recording proof that the authorities were pursuing a ‘political vendetta’, not the truth of the 2008 events. The statement accused Pashinyan of ‘personally coordinating’ the prosecution against the former president.  For ease of reading, we choose not to use qualifiers such as ‘de facto’, ‘unrecognised’, or ‘partially recognised’ when discussing institutions or political positions within Abkhazia, Nagorno-Karabakh, and South Ossetia. This does not imply a position on their status.",
    "title": "Armenian security service pressured judge according to ...",
    "url": "https://oc-media.org/armenian-security-service-pressured-judge-according-to-wiretapped-phone-call/"
  },
  {
    "abstract": "Mat Kaplan. Planetary Radio Host and Producer for The Planetary Society. \nThe dust is settling on the Red Planet. Is the remaining Mars Exploration \nRover about to ...",
    "authors": " ",
    "image": " ",
    "metadata": "The Planetary Society, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Opportunity, Phone Home!",
    "url": "https://www.planetary.org/planetary-radio/0912-2018-john-callas-opportunity"
  },
  {
    "abstract": "After a years-long fight, a small village on Haida Gwaii will finally get \ncell phone service. Local politicians announced Tuesday that coming in late \nspring 2019, ...",
    "authors": " ",
    "image": " ",
    "metadata": "CBC.ca, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "'Finally, It's 2018 and not 1900': Haida Gwaii village gets cell phone \nservice",
    "url": "https://www.cbc.ca/news/canada/british-columbia/port-clements-haida-gwaii-1.4821215"
  },
  {
    "abstract": "Their phone with a local SIM had died, and their only way to call for help \nwas to ... pretty close to perfecting the safest travel routine, when it \ncomes to phones.",
    "authors": " ",
    "image": " ",
    "metadata": "Lifehacker, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Phone Tips for International Travel",
    "url": "https://lifehacker.com/always-buy-an-international-data-plan-when-you-travel-a-1828999263"
  },
  {
    "abstract": "Nilay Patel of The Verge called the iPhone XR \"a super-strange phone. \"It's \ngot a bunch of the specs of the iPhone XS, but it's missing a whole bunch \nof stuff too.",
    "authors": " ",
    "image": " ",
    "metadata": "AppleInsider, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "iPhone XR hands-on: New model called 'fascinating,' 'a super-strange phone'",
    "url": "https://appleinsider.com/articles/18/09/12/iphone-xr-hands-on-new-model-called-fascinating-a-super-strange-phone"
  },
  {
    "abstract": "“It was utter negligence,” said Supervisor Todd Spitzer, who proposed \nswitching the contract to a different vendor. About 1,300 phone numbers \nwere registered in ...",
    "authors": "Nick Gerda",
    "image": "https://voiceofoc.org/wp-content/uploads/2017/07/SHERIFFTESTIMONY.7.6.2017.PHOTO_.EDIT-2.jpg",
    "metadata": "VoiceofOC, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "34 Shares Reddit Email  Orange County supervisors Tuesday ordered options for canceling the county’s contract with a jail phones vendor that potentially jeopardized criminal cases by improperly recording phone calls between attorneys and their clients.  In a unanimous 5-0 vote, the Board of Supervisors directed the Sheriff’s Department to present them with choices by November that include keeping Global Tel-Link (GTL) as the vendor or switching to a different company.  “It was utter negligence,” said Supervisor Todd Spitzer, who proposed switching the contract to a different vendor.  About 1,300 phone numbers were registered in the do-not-record list, but the restricted list dropped to “only 72,” Spitzer noted. “Who in the world isn’t checking the system to ensure its integrity?”  Supervisor Shawn Nelson, speaking to Undersheriff Don Barnes, said if the system improperly records attorney-client calls in a criminal case, the charges can get thrown out. “And all your hard work, all the DA’s hard work goes down the drain because of total negligence,” Nelson said.  “This shouldn’t be difficult. And it frightens me that we got to this point,” Nelson added. “Some [sheriff’s] command staff person needed to oversee this contract.”  After an ongoing murder case revealed that protected calls were recorded, GTL disclosed it improperly recorded 1,079 private inmate calls between 2015 and 2018.  At least 58 calls were accessed by Sheriff’s Department employees, according to the company.  GTL has cited a “human error” during a software upgrade where the company failed to upload a database of 1,300 phone numbers that should have been automatically blocked from recording.  Attorney-client conversations are protected in the American legal system to ensure a person’s constitutional right to a fair trial and against self-incrimination. In California, it is a felony for anyone to record or eavesdrop without permission on inmates’ phone calls with attorneys, doctors, or clergy.  Improper law enforcement recording of inmates’ protected conversations have led to reduced and dismissed charges against criminals, including a reduced murder sentence in a Northern California case.  Sheriff officials, including Undersheriff Don Barnes, pushed back Tuesday against moving the contract to a different vendor, saying the recording problems have been fixed and GTL has taken steps to prevent it from happening again.  “The system, as designed, is currently working with G Tel,” Barnes told supervisors, referring to GTL.  “I, too share your concern with the breach…We were tremendously disappointed with G Tel,” Barnes added. “But that doesn’t change where we are today and where we need to move forward from. Our working with GTL since then has been positive.”  Instead of switching vendors, Barnes proposed the supervisors hire a company to monitor GTL and ensure they’re not improperly recording protected calls. And he suggested a competitive bidding process over the next 18 to 24 months to replace the current jail phones contract.  It’s unclear if GTL would be eligible to get the longer-term contract after the bidding process. Sheriff and county spokespeople didn’t have an immediate answer Tuesday.  Sheriff’s officials are making sure the improper recording doesn’t happen again, Barnes said. Of the improper recordings, he said: “Sometimes you don’t know what you don’t know until it hits [you] upside the head.”  Barnes, the second-in-command of the Sheriff’s Department, is running in the November election for the top sheriff job.  If supervisors do want to switch the phone vendor, sheriff officials said the service could shift four to six months from Tuesday’s meeting, which would be January 11 to March 11.  Barnes suggested there might not be any companies that would want to do the shorter-term work, and that the county’s costs for it could be high. But he didn’t express any interest in finding out what those costs would be or which companies would be interested in the work.  “I’m not sure if there would be a sole-source vendor that [want] to take that very short-term burden on, and if they did, what that cost might be to the county to have that happen. It could be significant for a very short-term period,” Barnes said.  While Spitzer and Nelson criticized the jail phone recordings, the other three supervisors were either silent or suggested it might not be feasible to switch vendors.  Supervisor Lisa Bartlett noted that GTL has purchased one of the prior bidders for the OC jail phones contract, and agreed with Barnes’ suggestion to keep GTL as the contractor until the longer-time bidding process is done.  “We don’t want to make any rash decisions here. We want to make prudent decisions,” Bartlett said.  A representative of GTL told supervisors Tuesday the company fixed the recording problems as soon as they came up.  “Upon notification and understanding of what the situation was with the sheriff’s office, we took immediate action. We fixed it. We resolved it,” said Darren Wallace, GTL’s executive vice president of operations.  Spitzer had proposed canceling the GTL contract within 30 days for breaching its contract, but he has not gained any public support from the other supervisors to do so.  That meant his cancelation proposal goes nowhere for now, since it takes at least three of the five supervisors to take official actions at the county, such as canceling contracts or hiring new vendors.  Nelson and Spitzer raised serious concerns about GTL’s contract in 2014, saying the prices charged to inmates were excessive. Over the next few months, they received maxed-out contributions from the contractor, and when the contract came up for a vote, Nelson and Spitzer both dropped their concerns and voted for the contract.  During Tuesday’s meeting, Spitzer and Nelson also criticized the Sheriff’s Department for an incident last month in which a police dog attacked a county employee at work after its handler let the dog loose into a Public Works building as part of a training exercise without ensuring workers were notified.  A sheriff’s executive who oversees canine operations told supervisors the department has no written policy for how to notify building occupants before deputies release a police dog as part of a training exercise.  There is an informal practice of telling the building’s manager, said Capt. Jason Park, who lead’s the department’s Homeland Security Division, which includes the canines.  Sheriff officials were going to “send a dog that could maul the living you-no-what out of somebody, and it doesn’t dawn on us to put out an alert?” Nelson said.  “I’m so sad for this person,” Nelson said of the employee who was attacked by the dog. “But I’m just so ashamed that we don’t have the good sense to do just basic things – like we went over this [jail] phone [do-not-record] list earlier.”  “No one’s ever accountable. Your agency needs to hold people accountable…This is ridiculous.”  The training executive disagreed.  “It’s my division. And I’m held accountable,” Park said. “I certainly feel like the sheriff and the undersheriff [are] holding me accountable. And my staff [are] being held accountable.”  He didn’t say how people are being held accountable.  “I just feel like I’m in this twilight zone over and over that it’s the head-scratcher of ‘I’ll be darned. We’re gonna learn next time,’ ” Nelson said of the Sheriff’s Department.  “We deserve better.”  Contact Nick Gerda at [email protected]g and follow him on Twitter @nicholasgerda.",
    "title": "Jail Phone Privacy Violations Prompt OC to Consider New ...",
    "url": "https://voiceofoc.org/2018/09/jail-phone-privacy-violations-prompt-oc-to-consider-new-vendor/"
  },
  {
    "abstract": "For the subsequent half-hour, cell towers across the country will broadcast \nthe alert. During that time, all WEA-compatible cell phones that are turned \non and within ...",
    "authors": " ",
    "image": " ",
    "metadata": "WIBW, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Presidential Alert: Your cell phone will get a test emergency ...",
    "url": "https://www.wibw.com/content/news/Presidential-Alert-Your-cell-phone-will-get-a-test-emergency-alert-on-Sept-20--493087021.html"
  },
  {
    "abstract": "The phone is powered by the Snapdragon 845 processor but unlike other \nphones powered by the same processor and clocked at 2.8GHz, the one in the \nROG ...",
    "authors": "Tech Enthusiast. Star Wars Fan. Lover Of Good Tv Series. You Can Follow Me On Twitter",
    "image": "https://www.gizmochina.com/wp-content/uploads/2018/09/ASUS-ROG-Phone-China.png",
    "metadata": "gizmochina, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "ASUS held an event today in China where it announced a bunch of products including the ROG Phone. The ROG Phone was first announced about three months ago but has now gotten an official launch in China along with pricing details.  ROG Phone Design  With respect to design, the ROG Phone doesn’t look like your average phone. It comes in black with copper-colored accents for the cooling vents on the back and the front-facing speakers in front. There is an RGB LED underneath the ROG logo on the back with different modes including static, breathing, strobe and color cycling. The dual camera housing and the fingerprint scanner are also weirdly shaped. It isn’t a beautiful phone neither is it ugly but it stands out.  ROG Phone Specs  The ROG Phone packs a 6.0-inch 2160 x 1080 AMOLED display with a 90Hz refresh rate and a 1ms response time. The screen has an 18:9 aspect ratio but sports moderately-sized bezels at the top and chin. Both bezels are home to the front-facing stereo speakers.  The phone is powered by the Snapdragon 845 processor but unlike other phones powered by the same processor and clocked at 2.8GHz, the one in the ROG Phone is clocked at 2.96GHz. There is 8GB of RAM paired with 128GB or 512GB of storage.  Sitting on the rear is a 120° wide-angle Sony IMX363 12MP f/1.7 primary sensor and an 8MP secondary sensor. Another 8MP f/2.0 camera sits above the display for video calls and selfies. ASUS says the cameras are packed with AI features such as scene recognition.  There is a 4,000mAh battery under the hood with support for Hyper Charger (30W fast charge) and Quick Charge 4.0. ASUS has put the charger’s IC inside the charger rather than inside the phone to keep the phone cool when charging.  The ROG Phone has a specially designed 3D vapor cooling chamber that keeps the device from overheating. It also has support for specially designed accessories that attach to the device. One of the accessories is the AeroActive Cooler which is a clip-on cooling fan. An app within the phone allows users to set the fan’s speed or turn it on or off. With the cooler on, the device’s surface temperature can be brought down up by up to 4.7 °C.  There are other accessories such as the Mobile Desktop dock that turns it into a full desktop PC, a gamepad dock, and the TwinView Dock which has an extra screen and a built-in 6,000mAh battery.  The phone also has air triggers on the right side of the device which acts like shoulder buttons when playing games. It also has a special X-Mode that is activated by squeezing the frame of the phone. Once activated, background tasks are stopped and all processing power is channeled to the game.  READ MORE: Asus ZenBook S packs the latest 8th-gen Intel Core chips and offers up to 20 hours usage  ROG Phone Pricing  The ROG Phone starts at ¥5999 (~$875) for the 8GB RAM + 128GB version and jumps to ¥7999 (~$1165) for the 8GB RAM + 512GB version. A third version which is called the E-sports Armor Limited Edition is priced at ¥12999 (~$1895). We have no idea what is included in the Armor Edition but we believe it has a bunch of special accessories in the box. You can pre-order the device on JD.com before it goes on sale on September 26.  ALWAYS BE THE FIRST TO KNOW - FOLLOW US!",
    "title": "ASUS launches ROG Phone in China, starts at ¥5999 (~$875)",
    "url": "https://www.gizmochina.com/2018/09/12/asus-launches-rog-phone-in-china-starts-at-%C2%A55999-875/"
  },
  {
    "abstract": "It's obvious why Apple and other phone makers like Samsung keep enlarging \ntheir phones: Phones with bigger screens are selling well. When presented \nwith the ...",
    "authors": "Brian X. Chen;Jack Nicas;Farhad Manjoo;Reed Abelson",
    "image": "https://static01.nyt.com/images/2018/09/12/multimedia/apple-product-launch-92/apple-product-launch-92-facebookJumbo.jpg?year=2018&h=550&w=1050&sig=0xe470860b37e3bd2957a15085ef77e017",
    "metadata": "New York Times, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Apple has long had a playbook for iPhones, its most important product: Keep rolling out bigger, faster and more expensive models.  On Wednesday, it repeated that strategy by introducing another round of iPhones that are — you guessed it — bigger, faster and more expensive. The model with a 6.5-inch screen, the iPhone XS Max, is Apple’s biggest iPhone ever and will start at $1,100. (And, yes, its name is a mouthful.) Last year when Apple debuted its iPhone X, the starting price was $1,000.  More notable, perhaps, was how much Apple is now evolving its smart watch into a clearly health-related device. The company showed off a new Apple Watch with an electronic heart sensor approved by the Food and Drug Administration. That could lead to new implications for health care — and prove to be a major selling point for a device that has played second fiddle to the iPhone.  The largest-ever iPhone  Apple on Wednesday unveiled the iPhone XS, a premium model with a 5.8-inch screen, and the iPhone XS Max, with a 6.5-inch screen, its biggest-ever smartphone. The company also showed the iPhone XR, an entry-level model with a 6.1-inch screen.",
    "title": "Apple Unveils Bigger iPhones at Higher Prices, and a Heart-Tracking Watch",
    "url": "https://www.nytimes.com/2018/09/12/technology/apple-event-live-iphone-watch-ios12.html"
  },
  {
    "abstract": "Lock your doors and know the right phone numbers, RCMP say. Thompson \nCitizen. September 12, 2018 02:09 PM... rcmp logo. Thompson RCMP are ...",
    "authors": " ",
    "image": " ",
    "metadata": "Thompson Citizen, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Lock your doors and know the right phone numbers, RCMP say",
    "url": "https://www.thompsoncitizen.net/news/thompson/lock-your-doors-and-know-the-right-phone-numbers-rcmp-say-1.23428863"
  },
  {
    "abstract": "Despite Apple's claims that “this has not been possible with any kind of \ncamera,” it's actually a feature that's been available on Android phones \nlike Huawei and ...",
    "authors": "Dami Lee;Sep",
    "image": "https://cdn.vox-cdn.com/thumbor/pw3fZ27r5oNHqBOBLmUqS4xLDIQ=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13048629/9U3A0135.jpg",
    "metadata": "The Verge, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Apple unveiled the newest generation of its flagship iPhones today, the iPhone XS and iPhone XS Max. The models share a lot of the features that their discontinued predecessor first introduced to the iPhone line, like Face ID and Portrait Mode, but now they’ve been fine-tuned and improved. One of the biggest upgrades is the switch to Apple’s new A12 Bionic processor, which is said to be 15 percent faster than the A11. It’s also notable that these features are now available in the form of a 6.5-inch XS Max, which is the largest iPhone ever.  One of the highlighted demonstrations onstage today was the ability to manually adjust the depth of field after taking photos in Portrait Mode. Despite Apple’s claims that “this has not been possible with any kind of camera,” it’s actually a feature that’s been available on Android phones like Huawei and Nokia for a few years. Not to mention, the refocusing technology was first pioneered by the now-defunct light-field camera company Lytro in 2012.  So we can take all of Apple’s big keynote claims with a grain of salt, but if we’re looking at technical specifications, how do the new iPhones stack up against the top Android phones? We compared their specs to the Samsung Galaxy S9, S9 Plus, Galaxy Note 9, Google Pixel 2, and Pixel 2 XL.",
    "title": "iPhone XS vs. Pixel 2 vs. Galaxy S9: what phone has the best specs?",
    "url": "https://www.theverge.com/circuitbreaker/2018/9/12/17847226/apple-iphone-xs-vs-pixel-2-galaxy-note-s9-android-best-phone-specs"
  },
  {
    "abstract": "Wi-Fi records show a 39-minute gap with zero communication from their \nphones. Then, at about 12:09 p.m., Bergman's phone sent a text message to \nher ...",
    "authors": "",
    "image": "https://www.gannett-cdn.com/presto/2018/09/12/PPHX/55f60dbc-7639-461d-844c-3c7289485f94-clark.png?crop=533,301,x0,y193&width=533&height=301&format=pjpg&auto=webp",
    "metadata": "AZCentral.com, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Kalle Benallie  Arizona Republic  Cellphone data and bank records show Jon-Christopher Clark, who is accused of killing his 19-year-old girlfriend Kiera Bergman, used her cell phone to hide her death, newly released court documents show.  Bergman was found dead Monday near State Route 85 and Hazen Road after being missing since Aug. 4. Phoenix police arrested Clark onunrelated charges Aug. 17.  However, police released a probable cause statement on Tuesday for Clark to be charged with premeditated first-degree murder.  According to the report, on the day Bergman was reported missing, she left work early and was at her Glendale apartment with Clark. He was on FaceTime with his aunt, and the session ended after Bergman became upset at Clark.  Wi-Fi records show a 39-minute gap with zero communication from their phones.  Then, at about 12:09 p.m., Bergman's phone sent a text message to her roommate, Destiny Hall-Chand, asking when she was going to be home. Hall-Chand's name was redacted in the police report, but she was previously named in The Arizona Republic.  MORE: Court documents reveal domestic disputes before Kiera Bergman's death  At 12:52 p.m., Clark's phone sent a text to Hall-Chand that said Bergman stormed out of the apartment. Hall-Chand went to the apartment and noticed Bergman hadn't taken her car, purse and bank cards.  Texts between Bergman and Clark said she agreed to let Clark withdraw $500 from her account using the bank cards left behind, the court documents show.  Money withdrawn  At 1:57 pm, Hall-Chand received a text from Bergman's phone that said she was with a man she met a grocery store and to make sure Clark would leave the apartment.  This would be the last communication between Hall-Chand and Bergman.  Bank transactions show Clark went to the Circle K store near the apartment, filled Bergman's car with gasoline and paid with her card, the court documents state.  Clark also withdrew $300 at a Wells Fargo ATM and obtained another $200 from her account at a Walmart near the bank.  After Clark's first interview with police, they obtained a data warrant on his and Bergman's phones that revealed both phones were using the internet router inside Bergman's apartment the day she went missing.  This means the text that said she was with a man she met at a grocery store and the text that gave Clark permission to withdraw $500 took place inside Bergman's apartment.  Data further revealed more activity on Clark and Bergman's phones on Aug. 7, which were connected to the same router in the apartment, three days after she was reported missing.  The records show Clark and another friend were having a conversation on Instagram which the friend suggested the police could use \"Find my iPhone\" to track Bergman. Shortly after, Bergman's phone was inactive on the router.  In an interview with police, Clark was confronted about him being the one to have sent the text messages from Bergman's cell phone, according to the court documents. \"He never denied doing so and only responded with a question of why he would send a text message to himself and then commented how he did not believe Kiera was dead.\"  After Bergman's body was found near S.R. 85, Clark was interviewed and said he was familiar with the roadway where her body was found because it's a main travel route from San Diego to Phoenix.  When police notified Clark about the discovery of Bergman's body, he declined to answer any more questions without an attorney.  Clark's next court date is Tuesday. He is being held at a Maricopa County Jail in lieu of a $1 million bond.  READ MORE:",
    "title": "Data show Kiera Bergman's boyfriend used her cellphone to hide her death",
    "url": "https://www.azcentral.com/story/news/local/phoenix-breaking/2018/09/12/bergmans-boyfriend-suspicious-data-revealed/1280129002/"
  },
  {
    "abstract": "Phone ringing all the time? Fight back against robocalls · WAVE 3 News went \nto downtown Louisville to ask people if they get these sort of calls and it \ndidn't take ...",
    "authors": "Maira Ansari;Published At Pm",
    "image": "https://www.wmcactionnews5.com/resizer/MuT8aETrTr2ae4gBjYzG5KEDsTU=/1200x0/arc-anglerfish-arc2-prod-raycom.s3.amazonaws.com/public/H2MT2O4AO5GLPMWCI6OYSISF64.jpg",
    "metadata": "WMC, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "The Robokiller app is free for seven day trial and then it’s $3.99 a month. If you have a landline call your carrier, they may have a blocking system. Another tip, f you don’t recognize a number don’t answer it. If you do accidentally answer, don’t speak to the person. If you do, you are engaging with them and they will keep calling.",
    "title": "Phone ringing all the time? Fight back against robocalls",
    "url": "https://www.wmcactionnews5.com/2018/09/12/phone-ringing-all-time-fight-back-against-robocalls/"
  },
  {
    "abstract": "A school has caused division among parents after it banned pupils from \nusing mobile phones on site. Sandwich Technology School head teacher \nTracey ...",
    "authors": " ",
    "image": " ",
    "metadata": "Kent Online, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Mobile phone ban comes into force at Sandwich Technology ...",
    "url": "https://www.kentonline.co.uk/deal/news/school-bans-mobile-phones-189640/"
  },
  {
    "abstract": "ESPN · Jerome Boateng confirms Man United move was rejected in phone call \nto Jose Mourinho · Editor's Picks ...",
    "authors": " ",
    "image": " ",
    "metadata": "ESPN, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Jerome Boateng confirms Manchester United move was rejected in phone call \nto Jose Mourinho",
    "url": "https://www.espn.com/soccer/soccer-transfers/story/3631150/jerome-boateng-confirms-manchester-united-move-was-rejected-in-phone-call-to-jose-mourinho"
  },
  {
    "abstract": "Apple hasn't yet lifted the curtains on its next handsets, but luxury \ncustom phone maker Brikk already has big plans for the phones. Rather than \njust wrapping the ...",
    "authors": " ",
    "image": " ",
    "metadata": "CNET, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "These luxury iPhone XS and XS Plus phones start at $10,000",
    "url": "https://www.cnet.com/news/these-luxury-iphone-xs-and-xs-plus-phones-brikk-start-at-10000/"
  },
  {
    "abstract": "Trinity Episcopal School has never allowed cell phones in the classroom, \nwhile Eanes ISD ... At Leander ISD teachers set phone-use rules for their \nclassrooms.",
    "authors": "Sally Grace Holtgrieve",
    "image": "https://communityimpact.com/wp-content/uploads/2018/09/2018-09-06.jpg",
    "metadata": "Community Impact Newspaper, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Eanes, Lake Travis and Leander ISDs and Trinity Episcopal School have all taken varying approaches to addressing the use of personal devices in school.  Eanes ISD  Lake Travis ISD  Trinity Episcopal School  As technology continues to branch out and become more ubiquitous, school districts must decide how to regulate student use of cell phones, smart watches and other devices. Local public and private education entities have each taken different approaches.Trinity Episcopal School has never allowed cell phones in the classroom, while Eanes ISD established new districtwide technology regulations this school year. Lake Travis ISD incorporates cell phones into instructional time, but if students do not adhere to district rules, phones are confiscated and a $15 fee is required to get them back. At Leander ISD teachers set phone-use rules for their classrooms.The EISD student handbook was overdue for revisions and updates regarding the handling of electronic devices, Assistant Superintendent Jeff Arnett said. That section had not been updated for about six years, and administrators recognized the need to catch up with evolving technology.At the beginning of 2018 a group of parents came together to ask the district to better manage personal devices in school.Brooke Shannon, a parent of children in kindergarten, fourth and fifth grade, said she kept hearing from parents about how pervasive the problem of student phone use was becoming. Shannon said individual teacher discretion to regulate personal device usage was probably complicating the issue.“Some teachers were great and wouldn’t allow phones to become a distraction,” she said. “But some kids said they were listening to music, watching TV, playing games, looking at Instagram and more in the classroom.”Shannon said that while time spent on a device affects academic success, it also plays a role in emotional well-being. She and other parents started asking questions about the language in the student handbook and began talking to school board members and school principals.About a year and a half ago Shannon started a movement called Wait Until 8th, a pledge to empower parents to wait until eighth grade to get their child a smartphone.Shannon intended it to be a resource and support group for the Westlake community, but it spread across the nation. To date there are more than 13,000 pledges, and Shannon has appeared on “Good Morning America” and “The Today Show,” among others, to talk about the initiative.It was because of Wait Until 8th that parents initially approached Shannon with their concerns.“We had coffee events around Westlake to hear what people were experiencing,” she said. “Out of that came an open letter with close to 700 families [or about 1,400 signatures] asking for change.”The group met with the superintendent’s office several times over the spring and summer and collaborated with staff to change the language in the handbook.A better definition of what constituted instructional time was established to help teachers across the district clearly enforce the new rules.“We also looked at providing some latitude, particularly in the high school,” Arnett said. “We realize they’re emerging into young adulthood and there might be some meaningful uses for personal devices when permission is given.”Permission and who can grant it was also defined in the handbook, as well as distinctions between elementary, middle and high school.“In a year or two this handbook could be out-of-date again,” Arnett said. “We’re already dealing with smart watches, and Google glasses are on the horizon.”He said the district is working to create language that is specific enough for today but broad enough to encompass potential new technology.“We can’t foresee what kids will be bringing with them to school in the very near future,” Arnett said. “But we want the language to be versatile and nimble enough to be easily revised.”The district is also creating an advisory committee to further discuss personal devices in school, the new handbook language and what might be incorporated into it next year.“I think it will be a continuous dialogue,” Shannon said. “Our children are at school seven to eight hours a day. As parents we need to track they are in the best environment, and a key part of that is what they’re looking at and listening to.”Elaine Trull, parent to fifth- and third-grade students, agreed that allowing teachers to permit smartphones at their discretion opened a door for misuse.“We had heard some teachers might allow a phone after a test was finished,” Trull, who addressed the school board on the topic in May, said. “But that might encourage a student to rush through their test to check Snapchat, for example.”Trull said while it is a parent’s choice whether and when to purchase their child a smartphone, the distractions created by phones during the school day needed to be addressed.The district is a “bring-your-own-device” environment. Students are permitted to have their phones in school, but curricula are not created based on the assumption everyone will have access to one.LTISD Assistant Superintendent Elizabeth Deterra said district-owned devices are available for student use and that all students must undergo digital citizenship training to use the technology.“We want them to utilize their technology in instructional settings,” she said. “But there are times within an instructional period when a teacher might say ‘all screens down’ or ‘cell phones must be visible on top of the desk.’”Guidelines are assessed at the beginning and end of the school year. If a device distracts from instruction or is used without permission, it can be confiscated and marked with a $15 retrieval fee.“We’ll also troubleshoot if any issues that we didn’t think about come up during the year,” Deterra said. “Technology, applications and what the students can access are always changing.”Deterra said personal devices in the classroom have not proven to be a negative issue, and the district is not currently considering a stricter policy.“What is happening right now seems to be consistent with expectations,” she said. “The kids are so astute with what they can do with technology, and teachers are being able to utilize that in a positive way.”In the 20 years since Trinity has been operational, cell phones have never been and still are not allowed. If a student needs to communicate with a parent for any reason, he or she is required to let a teacher know first.“We are a one-to-one school,” Trinity Dean of Students Jared Disher said. “Every student has a Macbook Air or iPad, so there is no need for cell phones.”School policy incorporates the engagement of ongoing conversations with students, faculty and staff about Trinity’s tech protocol and hosts occasional forums, Disher said.“We’re trying to mold adults that will develop self-reliance without dependence on personal devices,” he added. “We don’t believe they are compatible with the Trinity environment.”",
    "title": "Game of phones: Local districts manage tech use among ...",
    "url": "https://communityimpact.com/austin/lake-travis-westlake/education/2018/09/12/game-of-phones-local-districts-manage-tech-use-among-students/"
  },
  {
    "abstract": "After the victim handed over her cell phone, Williams allegedly told her to \nturn around and then grabbed her pants and underwear, undressing her. The \nvictim told ...",
    "authors": " ",
    "image": " ",
    "metadata": "WCTV, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Police: Man forces woman to perform oral sex, steals her cell ...",
    "url": "https://www.wctv.tv/content/news/Police-Man-forces-woman-to-perform-oral-sex-steals-her-cell-phone-493072211.html"
  }
]
