[
  {
    "abstract": "FIFA 19 saldrá a la venta el 28 de septiembre en PC, PS4, Switch y Xbox \nOne. 1. Esta es la lista de equipos incluidos en la demo: Manchester City; \nManchester ...",
    "authors": "",
    "image": "https://d2skuhm0vrry40.cloudfront.net/2018/articles/2018-09-12-10-20/-1536744001252.jpg/EG11/resize/1200x-1/-1536744001252.jpg",
    "metadata": "Eurogamer España, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "La demo de FIFA 19 llega mañana a PS4 y Xbox One.  En esta demo se pueden escoger diez equipos (puedes ver la lista tras la imagen), además de probar la demo del modo El Camino.  Según indican en EA, también se podrá ver cómo se ha integrado la Champions League en el juego.  FIFA 19 saldrá a la venta el 28 de septiembre en PC, PS4, Switch y Xbox One.  Esta es la lista de equipos incluidos en la demo:",
    "title": "La demo de FIFA 19 llega mañana a PS4 y Xbox One",
    "url": "https://www.eurogamer.es/articles/2018-09-12-la-demo-de-fifa-19-llega-manana-a-ps4-y-xbox-one"
  },
  {
    "abstract": "La demo deForza Horizon 4 ya está disponible para Xbox One. Varios usuarios \nde Twitter y de distintos foros se han hecho eco de la noticia esta \nmañana, ...",
    "authors": " ",
    "image": " ",
    "metadata": "SomosXbox, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "(Actualizado) Ya disponible la demo de Forza Horizon 4 para Xbox One",
    "url": "https://www.somosxbox.com/filtrada-la-demo-de-forza-horizon-4-para-xbox-one-que-llegaria-hoy/794534"
  },
  {
    "abstract": "Forza Horizon 4 Xbox One Preview: We Play the First Hour of the Craziest \nVersion Yet. Four-season weather, four-wheeled lunacy, and a flying \nBugatti ...",
    "authors": " ",
    "image": " ",
    "metadata": "The Drive, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Forza Horizon 4 Xbox One Preview: We Play the First Hour of ...",
    "url": "https://www.thedrive.com/tech/23519/forza-horizon-4-xbox-one-preview-we-play-the-first-hour-of-the-craziest-version-yet"
  },
  {
    "abstract": "Hollow Knight: Voidheart Edition saldrá en PS4 y Xbox One el 25 de \nseptiembre. Ya está disponible en PC y Switch.",
    "authors": "",
    "image": "https://d2skuhm0vrry40.cloudfront.net/2018/articles/2018-09-12-08-05/-1536735939715.jpg/EG11/resize/1200x-1/-1536735939715.jpg",
    "metadata": "Eurogamer España, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Hollow Knight: Voidheart Edition será el nombre de la versión para PS4 y Xbox One del metroidvania de Team Cherry.  Esta versión incluirá el juego base con las cuatro expansiones gratuitas que se han lanzado hasta la fecha: Hidden Dreams, The Grimm Troupe, Lifeblood y Godmaster. Las reservas con Playstation Plus recibirán un 20% de descuento. Hollow Knight recibirá versiones físicas en PS4, Switch y Xbox One en primavera de 2019.  Hollow Knight: Voidheart Edition saldrá en PS4 y Xbox One el 25 de septiembre. Ya está disponible en PC y Switch.",
    "title": "Hollow Knight: Voidheart Edition llegará a PS4 y Xbox One en dos semanas",
    "url": "https://www.eurogamer.es/articles/2018-09-12-hollow-knight-voidheart-edition-llegara-a-ps4-y-xbox-one-en-dos-semanas"
  },
  {
    "abstract": "Sin embargo también había ilusiones por más cosas que con Xbox 360 no se \npodían hacer, una de ellas era el uso de aplicaciones para hacer capturas, \ngrabar ...",
    "authors": " ",
    "image": " ",
    "metadata": "Generación Xbox, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "La app de Twitch mejorada en Xbox ya tiene beta disponible si eres Insider",
    "url": "https://generacionxbox.com/twitch-beta-xbox-insider/"
  },
  {
    "abstract": "The well-received indie Metroidvania adventure arrives on PS4 and Xbox One \nin its Voidheart Edition, with all four of the game's additional content \npacks built in. A ...",
    "authors": "",
    "image": "https://d2skuhm0vrry40.cloudfront.net/2018/articles/2018-09-12-10-05/nintendo-switch-darling-hollow-knight-now-has-a-ps4-and-xbox-one-release-date-1536743128768.jpg/EG11/resize/1200x-1/nintendo-switch-darling-hollow-knight-now-has-a-ps4-and-xbox-one-release-date-1536743128768.jpg",
    "metadata": "Eurogamer.net, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "After finding plenty of fans on Nintendo Switch and PC, Hollow Knight has now secured a PlayStation 4 and Xbox One release date. It's coming soon, too - on 25th September.  The well-received indie Metroidvania adventure arrives on PS4 and Xbox One in its Voidheart Edition, with all four of the game's additional content packs built in.  A PlayStation Store blog post has promised a 20 per cent pre-order discount, too.  Hollow Knight first launched for PC back in February 2017, before arriving for Nintendo Switch in June this year to a wave of critical acclaim.  \"There's so much to talk about: the quirky cast, the stunning, subtle setpieces, the special abilities, the colosseum, the grubs (oh, I love them so),\" Eurogamer's Vikki Blake wrote in our Hollow Knight on Nintendo Switch review.  \"But really, this is a journey tailormade for exploration and self-discovery, so rather than read about it, I can only urge you to play it.\"",
    "title": "Nintendo Switch darling Hollow Knight now has a PS4 and Xbox One release \ndate",
    "url": "https://www.eurogamer.net/articles/2018-09-12-nintendo-switch-darling-hollow-knight-now-has-a-ps4-and-xbox-one-release-date"
  },
  {
    "abstract": "Divinity: Original Sin II es uno de los juegos que pertenecen al selecto \ngrupo de “Mejorados para Xbox One X”. En la máquina más potente de \nMicrosoft corre a ...",
    "authors": " ",
    "image": " ",
    "metadata": "Generación Xbox, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "Análisis de Divinity: Original Sin 2 – Definitive Edition",
    "url": "https://generacionxbox.com/analisis-de-divinity-original-sin-2-definitive-edition/"
  },
  {
    "abstract": "... y trucos · PS5 · PS4 · Xbox Series X · XBOX ONE · WII U · PC · Nintendo \nSwitch · Realidad Virtual · Stadia · PS3 · XBOX 360 · 3DS · PS Vita · Retro \n· Móvil.",
    "authors": "David Hernández",
    "image": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/1200/public/media/image/2018/09/fortnite-construccion.jpg?itok=KDe9OKcR",
    "metadata": "Hobby Consolas, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Para que seas todo un pro te enseñamos a construir más rápido en Fortnite, y además de manera mucho más eficiente, para que ningún adversario se te pueda resistir en el campo de batalla, dado que contarás con sumas ventajas.  Hoy día la única forma de triunfar en Fortnite es gracias a la construcción de estructuras que nos permitan tanto defendernos como encontrar una altura necesaria para abatir al rival. Todo lo anterior debes hacerlo rápido y de manera eficiente en Fortnite dado que los jugadores más avanzados te pueden construir una estructura en apenas unos segundos.  Pues bien, en esta guía vamos a centrarnos en enseñarte cómo construir muy rápido en Fortnite y qué tipo de estructuras hacer en los escenarios y que han demostrado ser más efectivas en cada uno de los enfrentamientos.  Descubre todo el merchandising de Fortnite: camisetas, tazas, fundas para móvil... ¡hasta adornos comestibles para tartas!  Cómo construir en Fortnite más rápido y de forma más eficiente  Para construir de manera más eficiente en Fortnite debes seguir al pie de la letra los siguientes consejos y estrategias.  Configuración de pantalla, controles y sensibilidad  De lo que se trata es que tus partidas sean lo más fluidas posibles para que así no tengas ningún problema en los combates, con lo que te aconsejamos que siempre elijas una configuración gráfica un poquito por debajo de tu ordenador, por ejemplo poniendo las texturas en modo bajo dado que no las vas a necesitar a la hora de construir y pelear con el resto de los usuarios. También puedes desactivar las sombras, mientras que el resto de los apartados los puedes poner en medio o altos. En lo que respecta a la distancia de dibujado es mejor que lo pongas al máximo para que veas venir a los enemigos a lo lejos.  Si hablamos de controles, si tienes consola cambia a configuración Constructor Pro, o si tienes ordenador te aconsejamos que personalices las teclas de construcciones a aquellas teclas que mejor te vengan en tu teclado. También ajusta la sensibilidad de los sticks o el ratón, ya que eso te permitirá girar la cámara más rápido (busca el punto en el que te encuentres cómodo),  Amasa todo el material en los primeros minutos  Lo que debes hacer es amasar toda la madera que puedas durante los primeros minutos dado que la mayoría de los usuarios están dedicando tiempo a fortalecerse. Y es que en cuanto te empieces a encontrar a otros enemigos, si no tienes suficiente madera acumulada, es imposible que puedas construir de manera eficiente. Recuerda también que no todos los objetos dan la misma cantidad de materiales.  Siempre construye a doble rampa  Los usuarios novatos únicamente construyen una rampa para atacar a los enemigos, pero es mejor que construyas doble rampa porque eso va a exigir al contrario tener que disparar el doble para hacerte caer desde arriba. Igualmente es aconsejable que mientras vayas construyendo rampas pongas una pared para que si el otro enemigo quiere destruir las rampas antes tenga que acabar con la pared.  Ante situaciones de empate  Si te estás enfrentando a otro rival de un nivel avanzado en la construcción, intenta hacer algo distinto a lo establecido. Es decir, si sorprendes a tu rival, por ejemplo, escapándote de la estructura que has creado, es probable que le despistes y puedas derrotarle. Ante estas circunstancias es mejor que hagas cosas que se salgan de lo común para que el otro rival no sepa qué debe hacer.  Ante cualquier error, edita  En el fragor de la batalla a buen seguro que nos equivocaremos al posicionar cualquier estructura sobre el escenario, pues antes de que la cosa vaya a peor es mejor que edites la última estructura para borrarla.  No te obsesiones con la construcción, a veces no es necesario  Si ves que te vas a enfrentar a un enemigo que no está llevando a cabo labores de construcción porque no le guste o bien porque sea un novato, no hace falta que tú te pongas a construir como loco. Simplemente usa paredes y rampas para protegerte, y derríbalo.  Si tienes bombas o lanzagranadas...  Y te encuentras con alguien que se dedique a construir una base hasta el cielo, no hace falta ni que te molestes dado que con que le abordes desde abajo podrás destruir su base y harás que caiga desde el cielo. Es por eso que a veces no es recomendable construir hasta arriba cuando hay otros enemigos cerca, dado que se pueden aprovechar de la situación para, sin que te lo esperes, te haga caer otro al vacío.  Estas son las mejores estrategias para construir mejor en Fortnite, y otros consejos para ganar en las batallas. Si necesitas más ayuda puedes acceder a nuestra guía general de Fortnite con un montón de trucos y consejos. Si buscas algo más específico sobre la temporada 5 puedes consultar la solución a todos los desafíos de esta nueva temporada.",
    "title": "Cómo construir en Fortnite más rápido y de forma más eficiente",
    "url": "https://www.hobbyconsolas.com/guias-trucos/fortnite/como-construir-fortnite-mas-rapido-forma-mas-eficiente-300685"
  },
  {
    "abstract": "Sin embargo, el resto de jugadores de Xbox One y PC estaban pendientes de \nrecibir más contenido del juego base, como los extras exclusivos con los \nque fue ...",
    "authors": " ",
    "image": " ",
    "metadata": "Generación Xbox, Sep 12, 2018",
    "publish_date": " ",
    "text": " ",
    "title": "El contenido de Destiny 2 para PS4 ya está disponible en Xbox One",
    "url": "https://generacionxbox.com/contenido-exclusivo-destiny-2-ps4-xbox/"
  },
  {
    "abstract": "Available to purchase and download right now on Xbox One, Fossil Hunters \nsees you rock up to a mysterious dig site before making your way swiftly \nthrough ...",
    "authors": "An Xbox Gamer Since;I Bought The Big Black Box Just To Play Oddworld;Munch'S Oddysee. I Have Since Loved Every Second Of The Life;Am Now Just As Obsessed With The Xbox One - Mostly With The Brilliant Indie Scene That Has Come To The Fore.;Gamertag Is;Feel Free To Add Me To Your List.;Please Enter Your Name Here;Mark Harrison;Emil Monsma",
    "image": "https://i1.wp.com/www.thexboxhub.com/wp-content/uploads/2018/09/fossil-hunter.jpeg?fit=1920%2C1080&ssl=1",
    "metadata": "TheXboxHub, Sep 12, 2018",
    "publish_date": "12-09-2018",
    "text": "Ever wanted to travel the world in order to discover the most incredible fossils the world has ever seen? Fossil Hunters will let you do just that. Kinda.  Available to purchase and download right now on Xbox One, Fossil Hunters sees you rock up to a mysterious dig site before making your way swiftly through more than 30 different levels as you uncover numerous fossils, cleaning them up and detailing their characteristics before moving on to the next.  Whether you’re playing alone or with friends via the local drop-in/drop-out co-op opportunities that are in place, you’ll find yourself digging through dirt, uncovering clues and putting together the biggest of skeletons as you attempt to find the most valuable discoveries science has known.  A price of £13.59 is all that the Xbox Store is asking for you to be able to get a download moving, and with more than 150 notes, artifacts and sketches to complete and no less than 4 different fossil hunters to go equipped as, those wishing to get down on the dig and are ready to move some dirt should be more than happy with what this fun little game brings.  Will you be uncovering the next big thing? Let us know if you’ll be getting involved by hitting up the comments section.  Game Description:  You are an adventuring Fossil Hunter who has traveled to a remote, mysterious dig site to discover the most incredible fossils the world has ever seen! Discover and assemble your own fossil creations and avoid cave-ins, monsters, and traps while you explore exciting underground environments. Find secrets, treasure and more as you uncover clues to the whereabouts of the fossil hunters who came before you. Find fossil blocks by digging through dirt and connect them together to create a complete skeleton. Different fossils can be found depending on the kind of dirt and the environment you are digging in. Using rare pieces, cleaning your fossils or making huge skeletons can result in more valuable creations, but you choose how many pieces to assemble and in what order. Complete specific fossil schematics to further the path of science and progress deeper into the earth, where you’ll encounter unique creatures and spectacular new areas as you endeavor to reach the very bottom of the caves. Features: • Modular fossil system allows you to build any way you like • Play with up to 3 other friends in frantic drop-in/drop-out local co-op • Collect over 150 notes, artifacts, and sketches to fill your field journal • 30 hand-crafted levels with new fossils, secrets, and power-ups to discover • Play as one of 4 unique Fossil Hunters with multiple color variations • Lush, fully orchestral soundtrack",
    "title": "Team up with the Fossil Hunters on Xbox One",
    "url": "https://www.thexboxhub.com/fossil-hunter-on-xbox-one/"
  }
]
